{
    "books": [
      {
        "title": "Genesis",
        "image": "images/ephesian_cards.png",
        "description": "In the beginning, God created the Heavens and the Earth. ... and the Spirit of God was hovering over the waters.",
        "link": "https://genesis1.vercel.app/"
    },
      {
        "title": "Exodus",
        "image": "images/second_samuel.png",
        "description": "Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.",
        "link": "https://genesis1.vercel.app/#exodus"
      },
      {
        "title": "Leviticus",
        "image": "images/peter_hero.png",
        "description": "Don't seek revenge | bear a grudge against anyone among your people, love your neighbor as yourself. I am the Lord.",
        "link": "https://genesis1.vercel.app/#leviticus"
      },
      {
        "title": "Numbers",
        "image": "images/hand_cupped.png",
        "description": "The Lord is slow to anger, abounding in love and forgiving sin and rebellion. Yet he does not leave the guilty unpunished",
        "link": "https://genesis1.vercel.app/#numbers"
      },
      {
        "title": "Deuteronomy",
        "image": "images/kings.png",
        "description": "Hear, O Israel, The Lord our God, the Lord is one. Love the Lord your God with all your heart & soul & all your strength",
        "link": "https://genesis1.vercel.app/#deuteronomy"
      },
      {
        "title": "Joshua",
        "image": "images/peter2.png",
        "description": " then choose for yourselves this day whom you will serve ... as for me and my household, we will serve the Lord"
      },
      {
        "title": "Judges",
        "image": "images/first_john_cards.png",
        "description": "And the Angel of the Lord appeared to him and said to him, The Lord is with you, you mighty man of courage"
      },
      {
        "title": "Ruth",
        "image": "images/heart.png",
        "description": "May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge."
      },
      {
        "title": "1 Samuel",
        "image": "images/obadiah.png",
        "description": "There is no one holy like the Lord; there is no one besides you;there is no Rock like our God."
      },
      {
        "title": "2 Samuel",
        "image": "images/ruth.png",
        "description": "Though you are little in your own eyes, aren't you the head of the tribes of Israel? The Lord anointed you king over Israel"
      },
      {
        "title": "1 Kings",
        "image": "images/thessalonians.png",
        "description": "So be strong, act like a man, and observe what the Lord your God requires: Walk in obedience to him ."
      },
      {
        "title": "2 Kings",
        "image": "images/greenheart.png",
        "description": "Don't be afraid. Those  with us are more than those who are with them ..., Open his eyes, LORD, so that he may see"
      },
      {
        "title": "1 Chronicles",
        "image": "images/valleyherat.png",
        "description": "Tell of all his wonderful acts.Glory in his holy name; let the hearts of those who seek the Lord rejoice."
      },
      {
        "title": "2 Chronicles",
        "image": "images/red-framed-heart.png",
        "description": "He gave them these orders: “You must serve faithfully and wholeheartedly in the fear of the Lord. "
      },
      {
        "title": "Ezra",
        "image": "images/glowheart.png",
        "description": "Despite their fear of the peoples @ them, they built the altar on its foundation & sacrificed burnt offerings on it to the Lord"
      },
      {
        "title": "Nehemiah",
        "image": "images/heartraised.png",
        "description": "Hear us, our God, for we are despised. Turn their insults back on their own heads. Give them over ..."
      },
      {
        "title": "Esther",
        "image": "images/colorfieldsheart.png",
        "description": "If I have found favor with you, Your Majesty, and if it pleases you, grant me my life—this is my petition"
      },
      {
        "title": "Job",
        "image": "images/ephesian_cards.png",
        "description": "After Job had prayed for his friends, the Lord restored his fortunes and gave him twice as much as he had before. "
      },
      {
        "title": "Psalms",
        "image": "images/second_samuel.png",
        "description": "Guide me in your truth and teach me, for you are God my Savior, and my hope is in you all day long"
      },
      {
        "title": "Proverbs",
        "image": "images/peter_hero.png",
        "description": "A wicked person earns deceptive wages, but the one who sows righteousness reaps a sure reward."
      },
      {
        "title": "Ecclesiastes",
        "image": "images/hand_cupped.png",
        "description": "He has made everything beautiful in its time. He has also set eternity in the human heart"
      },
      {
        "title": "Song of Solomon",
        "image": "images/kings.png",
        "description": "Awake, north wind, and come, south wind! Blow on my garden, that its fragrance may spread everywhere"
      },
      {
        "title": "Isaiah",
        "image": "images/peter2.png",
        "description": "The ransomed of the Lord will return. They will enter Zion with singing; everlasting joy will crown their heads. "
      },
      {
        "title": "Jeremiah",
        "image": "images/first_john_cards.png",
        "description": "The twenty-fourth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Lamentations",
        "image": "images/heart.png",
        "description": "For no one is cast off by the Lord forever. Though he brings grief, he will show compassion, so great is his unfailing love."
      },
      {
        "title": "Ezekiel",
        "image": "images/obadiah.png",
        "description": "The twenty-sixth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "Daniel",
        "image": "images/ruth.png",
        "description": "The twenty-seventh book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Hosea",
        "image": "images/thessalonians.png",
        "description": "The twenty-eighth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Joel",
        "image": "images/greenheart.png",
        "description": "The twenty-ninth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Amos",
        "image": "images/valleyherat.png",
        "description": "The thirtieth book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "Obadiah",
        "image": "images/red-framed-heart.png",
        "description": "The thirty-first book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Jonah",
        "image": "images/glowheart.png",
        "description": "The thirty-second book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Micah",
        "image": "images/heartraised.png",
        "description": "The thirty-third book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Nahum",
        "image": "images/colorfieldsheart.png",
        "description": "The thirty-fourth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Habakkuk",
        "image": "images/ephesian_cards.png",
        "description": "The thirty-fifth book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "Zephaniah",
        "image": "images/second_samuel.png",
        "description": "The thirty-sixth book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "Haggai",
        "image": "images/peter_hero.png",
        "description": "The thirty-seventh book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "Zechariah",
        "image": "images/hand_cupped.png",
        "description": "The thirty-eighth book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "Malachi",
        "image": "images/kings.png",
        "description": "The thirty-ninth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Matthew",
        "image": "images/peter2.png",
        "description": "The fortieth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Mark",
        "image": "images/first_john_cards.png",
        "description": "The forty-first book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Luke",
        "image": "images/heart.png",
        "description": "The forty-second book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "John",
        "image": "images/obadiah.png",
        "description": "The forty-third book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Acts",
        "image": "images/ruth.png",
        "description": "The forty-fourth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Romans",
        "image": "images/thessalonians.png",
        "description": "The forty-fifth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "1 Corinthians",
        "image": "images/greenheart.png",
        "description": "The forty-sixth book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "2 Corinthians",
        "image": "images/valleyherat.png",
        "description": "The forty-seventh book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Galatians",
        "image": "images/red-framed-heart.png",
        "description": "The forty-eighth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Ephesians",
        "image": "images/glowheart.png",
        "description": "The forty-ninth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Philippians",
        "image": "images/heartraised.png",
        "description": "The fiftieth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Colossians",
        "image": "images/colorfieldsheart.png",
        "description": "The fifty-first book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "1 Thessalonians",
        "image": "images/ephesian_cards.png",
        "description": "The fifty-second book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "2 Thessalonians",
        "image": "images/second_samuel.png",
        "description": "The fifty-third book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "1 Timothy",
        "image": "images/peter_hero.png",
        "description": "The fifty-fourth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "2 Timothy",
        "image": "images/hand_cupped.png",
        "description": "The fifty-fifth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Titus",
        "image": "images/kings.png",
        "description": "The fifty-sixth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Philemon",
        "image": "images/peter2.png",
        "description": "The fifty-seventh book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Hebrews",
        "image": "images/first_john_cards.png",
        "description": "The fifty-eighth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "James",
        "image": "images/heart.png",
        "description": "The fifty-ninth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "1 Peter",
        "image": "images/obadiah.png",
        "description": "The sixtieth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "2 Peter",
        "image": "images/ruth.png",
        "description": "The sixty-first book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "1 John",
        "image": "images/thessalonians.png",
        "description": "The sixty-second book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "2 John",
        "image": "images/greenheart.png",
        "description": "The sixty-third book of the Bible.  All of these cards will need to have 3 lines each to match the layout design! Possibly 4..."
      },
      {
        "title": "3 John",
        "image": "images/valleyherat.png",
        "description": "The sixty-fourth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Jude",
        "image": "images/red-framed-heart.png",
        "description": "The sixty-fifth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      },
      {
        "title": "Revelation",
        "image": "images/glowheart.png",
        "description": "The sixty-sixth book of the Bible. All of these cards will need to have 3 lines each to match the layout design! Possibly 4... "
      }
    ]
  }
  