{
    "books": [
      {
        "title": "Chapter I: In the beginning...",
        "image": "images/genesis2.png",
        "description":  " In the beginning God created the heavens and the earth. 2 Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. 3 And God said, “Let there be light,” and there was light. 4 God saw that the light was good, and he separated the light from the darkness. 5 God called the light “day,” and the darkness he called “night.” And there was evening, and there was morning—the first day. 6 And God said, “Let there be a vault between the waters to separate water from water.” 7 So God made the vault and separated the water under the vault from the water above it. And it was so. 8 God called the vault “sky.” And there was evening, and there was morning—the second day. 9 And God said, “Let the water under the sky be gathered to one place, and let dry ground appear.” And it was so. 10 God called the dry ground “land,” and the gathered waters he called “seas.” And God saw that it was good. 11 Then God said, “Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.” And it was so. 12 The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. 13 And there was evening, and there was morning—the third day. 14 And God said, “Let there be lights in the vault of the sky to separate the day from the night, and let them serve as signs to mark sacred times, and days and years, 15 and let them be lights in the vault of the sky to give light on the earth.” And it was so. 16 God made two great lights—the greater light to govern the day and the lesser light to govern the night. He also made the stars. 17 God set them in the vault of the sky to give light on the earth, 18 to govern the day and the night, and to separate light from darkness. And God saw that it was good. 19 And there was evening, and there was morning—the fourth day. 20 And God said, “Let the water teem with living creatures, and let birds fly above the earth across the vault of the sky.” 21 So God created the great creatures of the sea and every living thing with which the water teems and that moves about in it, according to their kinds, and every winged bird according to its kind. And God saw that it was good. 22 God blessed them and said, “Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.” 23 And there was evening, and there was morning—the fifth day. 24 And God said, “Let the land produce living creatures according to their kinds: the livestock, the creatures that move along the ground, and the wild animals, each according to its kind.” And it was so. 25 God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. 26 Then God said, “Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals,[a] and over all the creatures that move along the ground.” 27 So God created mankind in his own image, in the image of God he created them; male and female he created them. 28 God blessed them and said to them, “Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.” 29 Then God said, “I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. 30 And to all the beasts of the earth and all the birds in the sky and all the creatures that move along the ground—everything that has the breath of life in it—I give every green plant for food.” And it was so. 31 God saw all that he had made, and it was very good. And there was evening, and there was morning—the sixth day.",
        "link": ""
    },
      {
        "title": "Chapter II: Thus the heavens...",
        "image": "images/genesis2.png",
        "description": " Thus the heavens and the earth were completedin all their vast array. 2 By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. 3 Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. Adam and Eve 4 This is the account of the heavens and the earth when they were created, when the Lord God made the earth and the heavens. 5 Now no shrub had yet appeared on the earth[a] and no plant had yet sprung up, for the Lord God had not sent rain on the earth and there was no one to work the ground, 6 but streams[b] came up from the earth and watered the whole surface of the ground. 7 Then the Lord God formed a man[c] from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being. 8 Now the Lord God had planted a garden in the east, in Eden; and there he put the man he had formed. 9 The Lord God made all kinds of trees grow out of the ground—trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil. 10 A river watering the garden flowed from Eden; from there it was separated into four headwaters. 11 The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold. 12 (The gold of that land is good; aromatic resin[d] and onyx are also there.) 13 The name of the second river is the Gihon; it winds through the entire land of Cush.[e] 14 The name of the third river is the Tigris; it runs along the east side of Ashur. And the fourth river is the Euphrates. 15 The Lord God took the man and put him in the Garden of Eden to work it and take care of it. 16 And the Lord God commanded the man, “You are free to eat from any tree in the garden; 17 but you must not eat from the tree of the knowledge of good and evil, for when you eat from it you will certainly die.” 18 The Lord God said, “It is not good for the man to be alone. I will make a helper suitable for him.” 19 Now the Lord God had formed out of the ground all the wild animals and all the birds in the sky. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. 20 So the man gave names to all the livestock, the birds in the sky and all the wild animals. But for Adam[f] no suitable helper was found. 21 So the Lord God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man’s ribs[g] and then closed up the place with flesh. 22 Then the Lord God made a woman from the rib[h] he had taken out of the man, and he brought her to the man. 23 The man said, “This is now bone of my bones and flesh of my flesh; she shall be called ‘woman,’ for she was taken out of man.” 24 That is why a man leaves his father and mother and is united to his wife, and they become one flesh. 25 Adam and his wife were both naked, and they felt no shame.",
        "link": ""
      },
      {
        "title": "Chapter III: The Fall of mankind",
        "image": "images/genesis2.png",
        "description": " Now the serpent was more crafty than any of the wild animals the Lord God had made. He said to the woman, “Did God really say, ‘You must not eat from any tree in the garden’?” 2 The woman said to the serpent, “We may eat fruit from the trees in the garden, 3 but God did say, ‘You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.’” 4 “You will not certainly die,” the serpent said to the woman. 5 “For God knows that when you eat from it your eyes will be opened, and you will be like God, knowing good and evil.” 6 When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. 7 Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. 8 Then the man and his wife heard the sound of the Lord God as he was walking in the garden in the cool of the day, and they hid from the Lord God among the trees of the garden. 9 But the Lord God called to the man, “Where are you?” 10 He answered, “I heard you in the garden, and I was afraid because I was naked; so I hid.” 11 And he said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?” 12 The man said, “The woman you put here with me—she gave me some fruit from the tree, and I ate it.” 13 Then the Lord God said to the woman, “What is this you have done?” The woman said, “The serpent deceived me, and I ate.” 14 So the Lord God said to the serpent, “Because you have done this, “Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life. 15 And I will put enmity between you and the woman, and between your offspring[a] and hers; he will crush[b] your head, and you will strike his heel.” 16 To the woman he said, “I will make your pains in childbearing very severe; with painful labor you will give birth to children. Your desire will be for your husband, and he will rule over you.” 17 To Adam he said, “Because you listened to your wife and ate fruit from the tree about which I commanded you, ‘You must not eat from it,’ “Cursed is the ground because of you; through painful toil you will eat food from it all the days of your life. 18 It will produce thorns and thistles for you, and you will eat the plants of the field. 19 By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.” 20 Adam[c] named his wife Eve,[d] because she would become the mother of all the living. 21 The Lord God made garments of skin for Adam and his wife and clothed them. 22 And the Lord God said, “The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.” 23 So the Lord God banished him from the Garden of Eden to work the ground from which he had been taken. 24 After he drove the man out, he placed on the east side[e] of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life.",
        "link": ""
      },
      {
        "title": "Chapter IV: Cain and Abel, am I my brothers keeper",
        "image": "images/genesis2.png",
        "description": "Adam made love to his wife Eve, and she became pregnant and gave birth to Cain.[b] She said, “With the help of the Lord I have brought forth[c] a man.” 2 Later she gave birth to his brother Abel. Now Abel kept flocks, and Cain worked the soil. 3 In the course of time Cain brought some of the fruits of the soil as an offering to the Lord. 4 And Abel also brought an offering—fat portions from some of the firstborn of his flock. The Lord looked with favor on Abel and his offering, 5 but on Cain and his offering he did not look with favor. So Cain was very angry, and his face was downcast. 6 Then the Lord said to Cain, “Why are you angry? Why is your face downcast? 7 If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must rule over it.” 8 Now Cain said to his brother Abel, “Let’s go out to the field.”[d] While they were in the field, Cain attacked his brother Abel and killed him. 9 Then the Lord said to Cain, “Where is your brother Abel?” “I don’t know,” he replied. “Am I my brother’s keeper?” 10 The Lord said, “What have you done? Listen! Your brother’s blood cries out to me from the ground. 11 Now you are under a curse and driven from the ground, which opened its mouth to receive your brother’s blood from your hand. 12 When you work the ground, it will no longer yield its crops for you. You will be a restless wanderer on the earth.” 13 Cain said to the Lord, “My punishment is more than I can bear. 14 Today you are driving me from the land, and I will be hidden from your presence; I will be a restless wanderer on the earth, and whoever finds me will kill me.” 15 But the Lord said to him, “Not so[e]; anyone who kills Cain will suffer vengeance seven times over.” Then the Lord put a mark on Cain so that no one who found him would kill him. 16 So Cain went out from the Lord’s presence and lived in the land of Nod,[f] east of Eden. 17 Cain made love to his wife, and she became pregnant and gave birth to Enoch. Cain was then building a city, and he named it after his son Enoch. 18 To Enoch was born Irad, and Irad was the father of Mehujael, and Mehujael was the father of Methushael, and Methushael was the father of Lamech. 19 Lamech married two women, one named Adah and the other Zillah. 20 Adah gave birth to Jabal; he was the father of those who live in tents and raise livestock. 21 His brother’s name was Jubal; he was the father of all who play stringed instruments and pipes. 22 Zillah also had a son, Tubal-Cain, who forged all kinds of tools out of[g] bronze and iron. Tubal-Cain’s sister was Naamah. 23 Lamech said to his wives, “Adah and Zillah, listen to me; wives of Lamech, hear my words. I have killed a man for wounding me, a young man for injuring me. 24 If Cain is avenged seven times, then Lamech seventy-seven times.” 25 Adam made love to his wife again, and she gave birth to a son and named him Seth,[h] saying, “God has granted me another child in place of Abel, since Cain killed him.” 26 Seth also had a son, and he named him Enosh. At that time people began to call on[i] the name of the Lord.",
        "link": ""
      },
      {
        "title": "Chapter V: From Adam to Noah",
        "image": "images/genesis2.png",
        "description": "This is the written account of Adam’s family line. When God created mankind, he made them in the likeness of God. 2 He created them male and female and blessed them. And he named them “Mankind”[a] when they were created. 3 When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth. 4 After Seth was born, Adam lived 800 years and had other sons and daughters. 5 Altogether, Adam lived a total of 930 years, and then he died. 6 When Seth had lived 105 years, he became the father[b] of Enosh. 7 After he became the father of Enosh, Seth lived 807 years and had other sons and daughters. 8 Altogether, Seth lived a total of 912 years, and then he died. 9 When Enosh had lived 90 years, he became the father of Kenan. 10 After he became the father of Kenan, Enosh lived 815 years and had other sons and daughters. 11 Altogether, Enosh lived a total of 905 years, and then he died. 12 When Kenan had lived 70 years, he became the father of Mahalalel. 13 After he became the father of Mahalalel, Kenan lived 840 years and had other sons and daughters. 14 Altogether, Kenan lived a total of 910 years, and then he died. 15 When Mahalalel had lived 65 years, he became the father of Jared. 16 After he became the father of Jared, Mahalalel lived 830 years and had other sons and daughters. 17 Altogether, Mahalalel lived a total of 895 years, and then he died. 18 When Jared had lived 162 years, he became the father of Enoch. 19 After he became the father of Enoch, Jared lived 800 years and had other sons and daughters. 20 Altogether, Jared lived a total of 962 years, and then he died. 21 When Enoch had lived 65 years, he became the father of Methuselah. 22 After he became the father of Methuselah, Enoch walked faithfully with God 300 years and had other sons and daughters. 23 Altogether, Enoch lived a total of 365 years. 24 Enoch walked faithfully with God; then he was no more, because God took him away. 25 When Methuselah had lived 187 years, he became the father of Lamech. 26 After he became the father of Lamech, Methuselah lived 782 years and had other sons and daughters. 27 Altogether, Methuselah lived a total of 969 years, and then he died. 28 When Lamech had lived 182 years, he had a son. 29 He named him Noah[c] and said, “He will comfort us in the labor and painful toil of our hands caused by the ground the Lord has cursed.” 30 After Noah was born, Lamech lived 595 years and had other sons and daughters. 31 Altogether, Lamech lived a total of 777 years, and then he died. 32 After Noah was 500 years old, he became the father of Shem, Ham and Japheth.",
        "link": ""
      },
      {
        "title": "Chapter VI: Wickedness in the World",
        "image": "images/genesis2.png",
        "description": "When human beings began to increase in number on the earth and daughters were born to them, 2 the sons of God saw that the daughters of humans were beautiful, and they married any of them they chose. 3 Then the Lord said, “My Spirit will not contend with[a] humans forever, for they are mortal[b]; their days will be a hundred and twenty years.” 4 The Nephilim were on the earth in those days—and also afterward—when the sons of God went to the daughters of humans and had children by them. They were the heroes of old, men of renown. 5 The Lord saw how great the wickedness of the human race had become on the earth, and that every inclination of the thoughts of the human heart was only evil all the time. 6 The Lord regretted that he had made human beings on the earth, and his heart was deeply troubled. 7 So the Lord said, “I will wipe from the face of the earth the human race I have created—and with them the animals, the birds and the creatures that move along the ground—for I regret that I have made them.” 8 But Noah found favor in the eyes of the Lord. Noah and the Flood 9 This is the account of Noah and his family. Noah was a righteous man, blameless among the people of his time, and he walked faithfully with God. 10 Noah had three sons: Shem, Ham and Japheth. 11 Now the earth was corrupt in God’s sight and was full of violence. 12 God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. 13 So God said to Noah, “I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. 14 So make yourself an ark of cypress[c] wood; make rooms in it and coat it with pitch inside and out. 15 This is how you are to build it: The ark is to be three hundred cubits long, fifty cubits wide and thirty cubits high.[d] 16 Make a roof for it, leaving below the roof an opening one cubit[e] high all around.[f] Put a door in the side of the ark and make lower, middle and upper decks. 17 I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. 18 But I will establish my covenant with you, and you will enter the ark—you and your sons and your wife and your sons’ wives with you. 19 You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. 20 Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. 21 You are to take every kind of food that is to be eaten and store it away as food for you and for them.” 22 Noah did everything just as God commanded him.",
        "link": ""
      },
      {
        "title": "Chapter VII: The Lord then said to Noah",
        "image": "images/genesis2.png",
        "description": "Go into the ark, you and your whole family, because I have found you righteous in this generation. 2 Take with you seven pairs of every kind of clean animal, a male and its mate, and one pair of every kind of unclean animal, a male and its mate, 3 and also seven pairs of every kind of bird, male and female, to keep their various kinds alive throughout the earth. 4 Seven days from now I will send rain on the earth for forty days and forty nights, and I will wipe from the face of the earth every living creature I have made.” 5 And Noah did all that the Lord commanded him. 6 Noah was six hundred years old when the floodwaters came on the earth. 7 And Noah and his sons and his wife and his sons’ wives entered the ark to escape the waters of the flood. 8 Pairs of clean and unclean animals, of birds and of all creatures that move along the ground, 9 male and female, came to Noah and entered the ark, as God had commanded Noah. 10 And after the seven days the floodwaters came on the earth. 11 In the six hundredth year of Noah’s life, on the seventeenth day of the second month—on that day all the springs of the great deep burst forth, and the floodgates of the heavens were opened. 12 And rain fell on the earth forty days and forty nights. 13 On that very day Noah and his sons, Shem, Ham and Japheth, together with his wife and the wives of his three sons, entered the ark. 14 They had with them every wild animal according to its kind, all livestock according to their kinds, every creature that moves along the ground according to its kind and every bird according to its kind, everything with wings. 15 Pairs of all creatures that have the breath of life in them came to Noah and entered the ark. 16 The animals going in were male and female of every living thing, as God had commanded Noah. Then the Lord shut him in. 17 For forty days the flood kept coming on the earth, and as the waters increased they lifted the ark high above the earth. 18 The waters rose and increased greatly on the earth, and the ark floated on the surface of the water. 19 They rose greatly on the earth, and all the high mountains under the entire heavens were covered. 20 The waters rose and covered the mountains to a depth of more than fifteen cubits.[a][b] 21 Every living thing that moved on land perished—birds, livestock, wild animals, all the creatures that swarm over the earth, and all mankind. 22 Everything on dry land that had the breath of life in its nostrils died. 23 Every living thing on the face of the earth was wiped out; people and animals and the creatures that move along the ground and the birds were wiped from the earth. Only Noah was left, and those with him in the ark. 24 The waters flooded the earth for a hundred and fifty days.",
        "link": ""
      },
      {
        "title": "Chapter VIII: But God remembered Noah",
        "image": "images/genesis2.png",
        "description": "and all the wild animals and the livestock that were with him in the ark, and he sent a wind over the earth, and the waters receded. 2 Now the springs of the deep and the floodgates of the heavens had been closed, and the rain had stopped falling from the sky. 3 The water receded steadily from the earth. At the end of the hundred and fifty days the water had gone down, 4 and on the seventeenth day of the seventh month the ark came to rest on the mountains of Ararat. 5 The waters continued to recede until the tenth month, and on the first day of the tenth month the tops of the mountains became visible. 6 After forty days Noah opened a window he had made in the ark 7 and sent out a raven, and it kept flying back and forth until the water had dried up from the earth. 8 Then he sent out a dove to see if the water had receded from the surface of the ground. 9 But the dove could find nowhere to perch because there was water over all the surface of the earth; so it returned to Noah in the ark. He reached out his hand and took the dove and brought it back to himself in the ark. 10 He waited seven more days and again sent out the dove from the ark. 11 When the dove returned to him in the evening, there in its beak was a freshly plucked olive leaf! Then Noah knew that the water had receded from the earth. 12 He waited seven more days and sent the dove out again, but this time it did not return to him. 13 By the first day of the first month of Noah’s six hundred and first year, the water had dried up from the earth. Noah then removed the covering from the ark and saw that the surface of the ground was dry. 14 By the twenty-seventh day of the second month the earth was completely dry. 15 Then God said to Noah, 16 “Come out of the ark, you and your wife and your sons and their wives. 17 Bring out every kind of living creature that is with you—the birds, the animals, and all the creatures that move along the ground—so they can multiply on the earth and be fruitful and increase in number on it.” 18 So Noah came out, together with his sons and his wife and his sons’ wives. 19 All the animals and all the creatures that move along the ground and all the birds—everything that moves on land—came out of the ark, one kind after another. 20 Then Noah built an altar to the Lord and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it. 21 The Lord smelled the pleasing aroma and said in his heart: “Never again will I curse the ground because of humans, even though[a] every inclination of the human heart is evil from childhood. And never again will I destroy all living creatures, as I have done. 22 “As long as the earth endures, seedtime and harvest, cold and heat, summer and winter, day and night will never cease.”",
        "link": ""
      },
      {
        "title": "Chapter IX: God’s Covenant With Noah",
        "image": "images/genesis2.png",
        "description": " Then God blessed Noah and his sons, saying to them, “Be fruitful and increase in number and fill the earth. 2 The fear and dread of you will fall on all the beasts of the earth, and on all the birds in the sky, on every creature that moves along the ground, and on all the fish in the sea; they are given into your hands. 3 Everything that lives and moves about will be food for you. Just as I gave you the green plants, I now give you everything. 4 “But you must not eat meat that has its lifeblood still in it. 5 And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each human being, too, I will demand an accounting for the life of another human being. 6 “Whoever sheds human blood, by humans shall their blood be shed; for in the image of God has God made mankind. 7 As for you, be fruitful and increase in number; multiply on the earth and increase upon it.” 8 Then God said to Noah and to his sons with him: 9 “I now establish my covenant with you and with your descendants after you 10 and with every living creature that was with you—the birds, the livestock and all the wild animals, all those that came out of the ark with you—every living creature on earth. 11 I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.” 12 And God said, “This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: 13 I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth. 14 Whenever I bring clouds over the earth and the rainbow appears in the clouds, 15 I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life. 16 Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.” 17 So God said to Noah, “This is the sign of the covenant I have established between me and all life on the earth.” The Sons of Noah 18 The sons of Noah who came out of the ark were Shem, Ham and Japheth. (Ham was the father of Canaan.) 19 These were the three sons of Noah, and from them came the people who were scattered over the whole earth. 20 Noah, a man of the soil, proceeded[a] to plant a vineyard. 21 When he drank some of its wine, he became drunk and lay uncovered inside his tent. 22 Ham, the father of Canaan, saw his father naked and told his two brothers outside. 23 But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father’s naked body. Their faces were turned the other way so that they would not see their father naked. 24 When Noah awoke from his wine and found out what his youngest son had done to him, 25 he said, “Cursed be Canaan! The lowest of slaves will he be to his brothers.” 26 He also said, “Praise be to the Lord, the God of Shem! May Canaan be the slave of Shem. 27 May God extend Japheth’s[b] territory; may Japheth live in the tents of Shem, and may Canaan be the slave of Japheth.” 28 After the flood Noah lived 350 years. 29 Noah lived a total of 950 years, and then he died.",
        "link": ""
      },
      {
        "title": "Chapter X: The Table of Nations",
        "image": "images/genesis2.png",
        "description": "This is the account of Shem, Ham and Japheth, Noah’s sons, who themselves had sons after the flood. The Japhethites 2 The sons[a] of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshek and Tiras. 3 The sons of Gomer: Ashkenaz, Riphath and Togarmah. 4 The sons of Javan: Elishah, Tarshish, the Kittites and the Rodanites.[b] 5 (From these the maritime peoples spread out into their territories by their clans within their nations, each with its own language.) The Hamites 6 The sons of Ham: Cush, Egypt, Put and Canaan. 7 The sons of Cush: Seba, Havilah, Sabtah, Raamah and Sabteka. The sons of Raamah: Sheba and Dedan. 8 Cush was the father[c] of Nimrod, who became a mighty warrior on the earth. 9 He was a mighty hunter before the Lord; that is why it is said, “Like Nimrod, a mighty hunter before the Lord.” 10 The first centers of his kingdom were Babylon, Uruk, Akkad and Kalneh, in[d] Shinar.[e] 11 From that land he went to Assyria, where he built Nineveh, Rehoboth Ir,[f] Calah 12 and Resen, which is between Nineveh and Calah—which is the great city. 13 Egypt was the father of the Ludites, Anamites, Lehabites, Naphtuhites, 14 Pathrusites, Kasluhites (from whom the Philistines came) and Caphtorites. 15 Canaan was the father of Sidon his firstborn,[g] and of the Hittites, 16 Jebusites, Amorites, Girgashites, 17 Hivites, Arkites, Sinites, 18 Arvadites, Zemarites and Hamathites. Later the Canaanite clans scattered 19 and the borders of Canaan reached from Sidon toward Gerar as far as Gaza, and then toward Sodom, Gomorrah, Admah and Zeboyim, as far as Lasha. 20 These are the sons of Ham by their clans and languages, in their territories and nations. The Semites 21 Sons were also born to Shem, whose older brother was[h] Japheth; Shem was the ancestor of all the sons of Eber. 22 The sons of Shem: Elam, Ashur, Arphaxad, Lud and Aram. 23 The sons of Aram: Uz, Hul, Gether and Meshek.[i] 24 Arphaxad was the father of[j] Shelah, and Shelah the father of Eber. 25 Two sons were born to Eber: One was named Peleg,[k] because in his time the earth was divided; his brother was named Joktan. 26 Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah, 27 Hadoram, Uzal, Diklah, 28 Obal, Abimael, Sheba, 29 Ophir, Havilah and Jobab. All these were sons of Joktan. 30 The region where they lived stretched from Mesha toward Sephar, in the eastern hill country. 31 These are the sons of Shem by their clans and languages, in their territories and nations. 32 These are the clans of Noah’s sons, according to their lines of descent, within their nations. From these the nations spread out over the earth after the flood.",
        "link": ""
      },
      {
        "title": "Chapter XI: The Tower of Babel",
        "image": "images/genesis2.png",
        "description": "Now the whole world had one language and a common speech. 2 As people moved eastward,[a] they found a plain in Shinar[b] and settled there. 3 They said to each other, “Come, let’s make bricks and bake them thoroughly.” They used brick instead of stone, and tar for mortar. 4 Then they said, “Come, let us build ourselves a city, with a tower that reaches to the heavens, so that we may make a name for ourselves; otherwise we will be scattered over the face of the whole earth.” 5 But the Lord came down to see the city and the tower the people were building. 6 The Lord said, “If as one people speaking the same language they have begun to do this, then nothing they plan to do will be impossible for them. 7 Come, let us go down and confuse their language so they will not understand each other.” 8 So the Lord scattered them from there over all the earth, and they stopped building the city. 9 That is why it was called Babel[c]—because there the Lord confused the language of the whole world. From there the Lord scattered them over the face of the whole earth. From Shem to Abram 10 This is the account of Shem’s family line. Two years after the flood, when Shem was 100 years old, he became the father[d] of Arphaxad. 11 And after he became the father of Arphaxad, Shem lived 500 years and had other sons and daughters. 12 When Arphaxad had lived 35 years, he became the father of Shelah. 13 And after he became the father of Shelah, Arphaxad lived 403 years and had other sons and daughters.[e] 14 When Shelah had lived 30 years, he became the father of Eber. 15 And after he became the father of Eber, Shelah lived 403 years and had other sons and daughters. 16 When Eber had lived 34 years, he became the father of Peleg. 17 And after he became the father of Peleg, Eber lived 430 years and had other sons and daughters. 18 When Peleg had lived 30 years, he became the father of Reu. 19 And after he became the father of Reu, Peleg lived 209 years and had other sons and daughters. 20 When Reu had lived 32 years, he became the father of Serug. 21 And after he became the father of Serug, Reu lived 207 years and had other sons and daughters. 22 When Serug had lived 30 years, he became the father of Nahor. 23 And after he became the father of Nahor, Serug lived 200 years and had other sons and daughters. 24 When Nahor had lived 29 years, he became the father of Terah. 25 And after he became the father of Terah, Nahor lived 119 years and had other sons and daughters. 26 After Terah had lived 70 years, he became the father of Abram, Nahor and Haran. Abram’s Family 27 This is the account of Terah’s family line. Terah became the father of Abram, Nahor and Haran. And Haran became the father of Lot. 28 While his father Terah was still alive, Haran died in Ur of the Chaldeans, in the land of his birth. 29 Abram and Nahor both married. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milkah; she was the daughter of Haran, the father of both Milkah and Iskah. 30 Now Sarai was childless because she was not able to conceive. 31 Terah took his son Abram, his grandson Lot son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and together they set out from Ur of the Chaldeans to go to Canaan. But when they came to Harran, they settled there. 32 Terah lived 205 years, and he died in Harran.",
        "link": ""
      },
      {
        "title": "Chapter XII: The Call of Abram",
        "image": "images/greenheart.png",
        "description": "The Lord had said to Abram, “Go from your country, your people and your father’s household to the land I will show you. 2 “I will make you into a great nation, and I will bless you; I will make your name great, and you will be a blessing.[a] 3 I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.”[b] 4 So Abram went, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Harran. 5 He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Harran, and they set out for the land of Canaan, and they arrived there. 6 Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land. 7 The Lord appeared to Abram and said, “To your offspring[c] I will give this land.” So he built an altar there to the Lord, who had appeared to him. 8 From there he went on toward the hills east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and called on the name of the Lord. 9 Then Abram set out and continued toward the Negev. Abram in Egypt 10 Now there was a famine in the land, and Abram went down to Egypt to live there for a while because the famine was severe. 11 As he was about to enter Egypt, he said to his wife Sarai, “I know what a beautiful woman you are. 12 When the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me but will let you live. 13 Say you are my sister, so that I will be treated well for your sake and my life will be spared because of you.” 14 When Abram came to Egypt, the Egyptians saw that Sarai was a very beautiful woman. 15 And when Pharaoh’s officials saw her, they praised her to Pharaoh, and she was taken into his palace. 16 He treated Abram well for her sake, and Abram acquired sheep and cattle, male and female donkeys, male and female servants, and camels. 17 But the Lord inflicted serious diseases on Pharaoh and his household because of Abram’s wife Sarai. 18 So Pharaoh summoned Abram. “What have you done to me?” he said. “Why didn’t you tell me she was your wife? 19 Why did you say, ‘She is my sister,’ so that I took her to be my wife? Now then, here is your wife. Take her and go!” 20 Then Pharaoh gave orders about Abram to his men, and they sent him on his way, with his wife and everything he had.",
        "link": ""
      },
      {
        "title": "Chapter XIII: Abram and Lot Separate",
        "image": "images/valleyherat.png",
        "description": " So Abram went up from Egypt to the Negev, with his wife and everything he had, and Lot went with him. 2 Abram had become very wealthy in livestock and in silver and gold. 3 From the Negev he went from place to place until he came to Bethel, to the place between Bethel and Ai where his tent had been earlier 4 and where he had first built an altar. There Abram called on the name of the Lord. 5 Now Lot, who was moving about with Abram, also had flocks and herds and tents. 6 But the land could not support them while they stayed together, for their possessions were so great that they were not able to stay together. 7 And quarreling arose between Abram’s herders and Lot’s. The Canaanites and Perizzites were also living in the land at that time. 8 So Abram said to Lot, “Let’s not have any quarreling between you and me, or between your herders and mine, for we are close relatives. 9 Is not the whole land before you? Let’s part company. If you go to the left, I’ll go to the right; if you go to the right, I’ll go to the left.” 10 Lot looked around and saw that the whole plain of the Jordan toward Zoar was well watered, like the garden of the Lord, like the land of Egypt. (This was before the Lord destroyed Sodom and Gomorrah.) 11 So Lot chose for himself the whole plain of the Jordan and set out toward the east. The two men parted company: 12 Abram lived in the land of Canaan, while Lot lived among the cities of the plain and pitched his tents near Sodom. 13 Now the people of Sodom were wicked and were sinning greatly against the Lord. 14 The Lord said to Abram after Lot had parted from him, “Look around from where you are, to the north and south, to the east and west. 15 All the land that you see I will give to you and your offspring[a] forever. 16 I will make your offspring like the dust of the earth, so that if anyone could count the dust, then your offspring could be counted. 17 Go, walk through the length and breadth of the land, for I am giving it to you.” 18 So Abram went to live near the great trees of Mamre at Hebron, where he pitched his tents. There he built an altar to the Lord.",
        "link": ""
      },
      {
        "title": "Chapter XIV: Abram Rescues Lot",
        "image": "images/red-framed-heart.png",
        "description": "At the time when Amraphel was king of Shinar,[a] Arioch king of Ellasar, Kedorlaomer king of Elam and Tidal king of Goyim, 2 these kings went to war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboyim, and the king of Bela (that is, Zoar). 3 All these latter kings joined forces in the Valley of Siddim (that is, the Dead Sea Valley). 4 For twelve years they had been subject to Kedorlaomer, but in the thirteenth year they rebelled. 5 In the fourteenth year, Kedorlaomer and the kings allied with him went out and defeated the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim 6 and the Horites in the hill country of Seir, as far as El Paran near the desert. 7 Then they turned back and went to En Mishpat (that is, Kadesh), and they conquered the whole territory of the Amalekites, as well as the Amorites who were living in Hazezon Tamar. 8 Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboyim and the king of Bela (that is, Zoar) marched out and drew up their battle lines in the Valley of Siddim 9 against Kedorlaomer king of Elam, Tidal king of Goyim, Amraphel king of Shinar and Arioch king of Ellasar—four kings against five. 10 Now the Valley of Siddim was full of tar pits, and when the kings of Sodom and Gomorrah fled, some of the men fell into them and the rest fled to the hills. 11 The four kings seized all the goods of Sodom and Gomorrah and all their food; then they went away. 12 They also carried off Abram’s nephew Lot and his possessions, since he was living in Sodom. 13 A man who had escaped came and reported this to Abram the Hebrew. Now Abram was living near the great trees of Mamre the Amorite, a brother[b] of Eshkol and Aner, all of whom were allied with Abram. 14 When Abram heard that his relative had been taken captive, he called out the 318 trained men born in his household and went in pursuit as far as Dan. 15 During the night Abram divided his men to attack them and he routed them, pursuing them as far as Hobah, north of Damascus. 16 He recovered all the goods and brought back his relative Lot and his possessions, together with the women and the other people. 17 After Abram returned from defeating Kedorlaomer and the kings allied with him, the king of Sodom came out to meet him in the Valley of Shaveh (that is, the King’s Valley). 18 Then Melchizedek king of Salem brought out bread and wine. He was priest of God Most High, 19 and he blessed Abram, saying, “Blessed be Abram by God Most High, Creator of heaven and earth. 20 And praise be to God Most High, who delivered your enemies into your hand.” Then Abram gave him a tenth of everything. 21 The king of Sodom said to Abram, “Give me the people and keep the goods for yourself.” 22 But Abram said to the king of Sodom, “With raised hand I have sworn an oath to the Lord, God Most High, Creator of heaven and earth, 23 that I will accept nothing belonging to you, not even a thread or the strap of a sandal, so that you will never be able to say, ‘I made Abram rich.’ 24 I will accept nothing but what my men have eaten and the share that belongs to the men who went with me—to Aner, Eshkol and Mamre. Let them have their share.",
        "link": ""
      },
      {
        "title": "Chapter XV: The Lord’s Covenant With Abram",
        "image": "images/glowheart.png",
        "description": " After this, the word of the Lord came to Abram in a vision: “Do not be afraid, Abram. I am your shield,[a] your very great reward.[b]” 2 But Abram said, “Sovereign Lord, what can you give me since I remain childless and the one who will inherit[c] my estate is Eliezer of Damascus?” 3 And Abram said, “You have given me no children; so a servant in my household will be my heir.” 4 Then the word of the Lord came to him: “This man will not be your heir, but a son who is your own flesh and blood will be your heir.” 5 He took him outside and said, “Look up at the sky and count the stars—if indeed you can count them.” Then he said to him, “So shall your offspring[d] be.” 6 Abram believed the Lord, and he credited it to him as righteousness. 7 He also said to him, “I am the Lord, who brought you out of Ur of the Chaldeans to give you this land to take possession of it.” 8 But Abram said, “Sovereign Lord, how can I know that I will gain possession of it?” 9 So the Lord said to him, “Bring me a heifer, a goat and a ram, each three years old, along with a dove and a young pigeon.” 10 Abram brought all these to him, cut them in two and arranged the halves opposite each other; the birds, however, he did not cut in half. 11 Then birds of prey came down on the carcasses, but Abram drove them away. 12 As the sun was setting, Abram fell into a deep sleep, and a thick and dreadful darkness came over him. 13 Then the Lord said to him, “Know for certain that for four hundred years your descendants will be strangers in a country not their own and that they will be enslaved and mistreated there. 14 But I will punish the nation they serve as slaves, and afterward they will come out with great possessions. 15 You, however, will go to your ancestors in peace and be buried at a good old age. 16 In the fourth generation your descendants will come back here, for the sin of the Amorites has not yet reached its full measure.” 17 When the sun had set and darkness had fallen, a smoking firepot with a blazing torch appeared and passed between the pieces. 18 On that day the Lord made a covenant with Abram and said, “To your descendants I give this land, from the Wadi[e] of Egypt to the great river, the Euphrates— 19 the land of the Kenites, Kenizzites, Kadmonites, 20 Hittites, Perizzites, Rephaites, 21 Amorites, Canaanites, Girgashites and Jebusites",
        "link": ""
      },
      {
        "title": "Chapter XVI: Hagar and Ishmael",
        "image": "images/heartraised.png",
        "description": "Now Sarai, Abram’s wife, had borne him no children. But she had an Egyptian slave named Hagar; 2 so she said to Abram, “The Lord has kept me from having children. Go, sleep with my slave; perhaps I can build a family through her.” Abram agreed to what Sarai said. 3 So after Abram had been living in Canaan ten years, Sarai his wife took her Egyptian slave Hagar and gave her to her husband to be his wife. 4 He slept with Hagar, and she conceived. When she knew she was pregnant, she began to despise her mistress. 5 Then Sarai said to Abram, “You are responsible for the wrong I am suffering. I put my slave in your arms, and now that she knows she is pregnant, she despises me. May the Lord judge between you and me.” 6 “Your slave is in your hands,” Abram said. “Do with her whatever you think best.” Then Sarai mistreated Hagar; so she fled from her. 7 The angel of the Lord found Hagar near a spring in the desert; it was the spring that is beside the road to Shur. 8 And he said, “Hagar, slave of Sarai, where have you come from, and where are you going?” “I’m running away from my mistress Sarai,” she answered. 9 Then the angel of the Lord told her, “Go back to your mistress and submit to her.” 10 The angel added, “I will increase your descendants so much that they will be too numerous to count.” 11 The angel of the Lord also said to her: “You are now pregnant and you will give birth to a son. You shall name him Ishmael,[a] for the Lord has heard of your misery. 12 He will be a wild donkey of a man; his hand will be against everyone and everyone’s hand against him, and he will live in hostility toward[b] all his brothers.” 13 She gave this name to the Lord who spoke to her: “You are the God who sees me,” for she said, “I have now seen[c] the One who sees me.” 14 That is why the well was called Beer Lahai Roi[d]; it is still there, between Kadesh and Bered. 15 So Hagar bore Abram a son, and Abram gave the name Ishmael to the son she had borne. 16 Abram was eighty-six years old when Hagar bore him Ishmael.",
        "link": ""
      },
      {
        "title": "Chapter XVII: The Covenant of Circumcision",
        "image": "images/colorfieldsheart.png",
        "description": "When Abram was ninety-nine years old, the Lord appeared to him and said, “I am God Almighty[a]; walk before me faithfully and be blameless. 2 Then I will make my covenant between me and you and will greatly increase your numbers.” 3 Abram fell facedown, and God said to him, 4 “As for me, this is my covenant with you: You will be the father of many nations. 5 No longer will you be called Abram[b]; your name will be Abraham,[c] for I have made you a father of many nations. 6 I will make you very fruitful; I will make nations of you, and kings will come from you. 7 I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you. 8 The whole land of Canaan, where you now reside as a foreigner, I will give as an everlasting possession to you and your descendants after you; and I will be their God.” 9 Then God said to Abraham, “As for you, you must keep my covenant, you and your descendants after you for the generations to come. 10 This is my covenant with you and your descendants after you, the covenant you are to keep: Every male among you shall be circumcised. 11 You are to undergo circumcision, and it will be the sign of the covenant between me and you. 12 For the generations to come every male among you who is eight days old must be circumcised, including those born in your household or bought with money from a foreigner—those who are not your offspring. 13 Whether born in your household or bought with your money, they must be circumcised. My covenant in your flesh is to be an everlasting covenant. 14 Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.” 15 God also said to Abraham, “As for Sarai your wife, you are no longer to call her Sarai; her name will be Sarah. 16 I will bless her and will surely give you a son by her. I will bless her so that she will be the mother of nations; kings of peoples will come from her.” 17 Abraham fell facedown; he laughed and said to himself, “Will a son be born to a man a hundred years old? Will Sarah bear a child at the age of ninety?” 18 And Abraham said to God, “If only Ishmael might live under your blessing!” 19 Then God said, “Yes, but your wife Sarah will bear you a son, and you will call him Isaac.[d] I will establish my covenant with him as an everlasting covenant for his descendants after him. 20 And as for Ishmael, I have heard you: I will surely bless him; I will make him fruitful and will greatly increase his numbers. He will be the father of twelve rulers, and I will make him into a great nation. 21 But my covenant I will establish with Isaac, whom Sarah will bear to you by this time next year.” 22 When he had finished speaking with Abraham, God went up from him. 23 On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him. 24 Abraham was ninety-nine years old when he was circumcised, 25 and his son Ishmael was thirteen; 26 Abraham and his son Ishmael were both circumcised on that very day. 27 And every male in Abraham’s household, including those born in his household or bought from a foreigner, was circumcised with him.",
        "link": ""
      },
      {
        "title": "Chapter XVIII: The Three Visitors",
        "image": "images/ephesian_cards.png",
        "description": "The Lord appeared to Abraham near the great trees of Mamre while he was sitting at the entrance to his tent in the heat of the day. 2 Abraham looked up and saw three men standing nearby. When he saw them, he hurried from the entrance of his tent to meet them and bowed low to the ground. 3 He said, “If I have found favor in your eyes, my lord,[a] do not pass your servant by. 4 Let a little water be brought, and then you may all wash your feet and rest under this tree. 5 Let me get you something to eat, so you can be refreshed and then go on your way—now that you have come to your servant.” “Very well,” they answered, “do as you say.” 6 So Abraham hurried into the tent to Sarah. “Quick,” he said, “get three seahs[b] of the finest flour and knead it and bake some bread.” 7 Then he ran to the herd and selected a choice, tender calf and gave it to a servant, who hurried to prepare it. 8 He then brought some curds and milk and the calf that had been prepared, and set these before them. While they ate, he stood near them under a tree. 9 “Where is your wife Sarah?” they asked him. “There, in the tent,” he said. 10 Then one of them said, “I will surely return to you about this time next year, and Sarah your wife will have a son.” Now Sarah was listening at the entrance to the tent, which was behind him. 11 Abraham and Sarah were already very old, and Sarah was past the age of childbearing. 12 So Sarah laughed to herself as she thought, “After I am worn out and my lord is old, will I now have this pleasure?” 13 Then the Lord said to Abraham, “Why did Sarah laugh and say, ‘Will I really have a child, now that I am old?’ 14 Is anything too hard for the Lord? I will return to you at the appointed time next year, and Sarah will have a son.” 15 Sarah was afraid, so she lied and said, “I did not laugh.” But he said, “Yes, you did laugh.” Abraham Pleads for Sodom 16 When the men got up to leave, they looked down toward Sodom, and Abraham walked along with them to see them on their way. 17 Then the Lord said, “Shall I hide from Abraham what I am about to do? 18 Abraham will surely become a great and powerful nation, and all nations on earth will be blessed through him.[c] 19 For I have chosen him, so that he will direct his children and his household after him to keep the way of the Lord by doing what is right and just, so that the Lord will bring about for Abraham what he has promised him.” 20 Then the Lord said, “The outcry against Sodom and Gomorrah is so great and their sin so grievous 21 that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.” 22 The men turned away and went toward Sodom, but Abraham remained standing before the Lord.[d] 23 Then Abraham approached him and said: “Will you sweep away the righteous with the wicked? 24 What if there are fifty righteous people in the city? Will you really sweep it away and not spare[e] the place for the sake of the fifty righteous people in it? 25 Far be it from you to do such a thing—to kill the righteous with the wicked, treating the righteous and the wicked alike. Far be it from you! Will not the Judge of all the earth do right?” 26 The Lord said, “If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.” 27 Then Abraham spoke up again: “Now that I have been so bold as to speak to the Lord, though I am nothing but dust and ashes, 28 what if the number of the righteous is five less than fifty? Will you destroy the whole city for lack of five people?” “If I find forty-five there,” he said, “I will not destroy it.” 29 Once again he spoke to him, “What if only forty are found there?” He said, “For the sake of forty, I will not do it.” 30 Then he said, “May the Lord not be angry, but let me speak. What if only thirty can be found there?” He answered, “I will not do it if I find thirty there.” 31 Abraham said, “Now that I have been so bold as to speak to the Lord, what if only twenty can be found there?” He said, “For the sake of twenty, I will not destroy it.” 32 Then he said, “May the Lord not be angry, but let me speak just once more. What if only ten can be found there?” He answered, “For the sake of ten, I will not destroy it.” 33 When the Lord had finished speaking with Abraham, he left, and Abraham returned home.",
        "link": ""
      },
      {
        "title": "Chapter XIX: Sodom and Gomorrah Destroyed",
        "image": "images/second_samuel.png",
        "description": "The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. 2 “My lords,” he said, “please turn aside to your servant’s house. You can wash your feet and spend the night and then go on your way early in the morning.” “No,” they answered, “we will spend the night in the square.” 3 But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. 4 Before they had gone to bed, all the men from every part of the city of Sodom—both young and old—surrounded the house. 5 They called to Lot, “Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.” 6 Lot went outside to meet them and shut the door behind him 7 and said, “No, my friends. Don’t do this wicked thing. 8 Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don’t do anything to these men, for they have come under the protection of my roof.” 9 “Get out of our way,” they replied. “This fellow came here as a foreigner, and now he wants to play the judge! We’ll treat you worse than them.” They kept bringing pressure on Lot and moved forward to break down the door. 10 But the men inside reached out and pulled Lot back into the house and shut the door. 11 Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. 12 The two men said to Lot, “Do you have anyone else here—sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, 13 because we are going to destroy this place. The outcry to the Lord against its people is so great that he has sent us to destroy it.” 14 So Lot went out and spoke to his sons-in-law, who were pledged to marry[a] his daughters. He said, “Hurry and get out of this place, because the Lord is about to destroy the city!” But his sons-in-law thought he was joking. 15 With the coming of dawn, the angels urged Lot, saying, “Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.” 16 When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the Lord was merciful to them. 17 As soon as they had brought them out, one of them said, “Flee for your lives! Don’t look back, and don’t stop anywhere in the plain! Flee to the mountains or you will be swept away!” 18 But Lot said to them, “No, my lords,[b] please! 19 Your[c] servant has found favor in your[d] eyes, and you[e] have shown great kindness to me in sparing my life. But I can’t flee to the mountains; this disaster will overtake me, and I’ll die. 20 Look, here is a town near enough to run to, and it is small. Let me flee to it—it is very small, isn’t it? Then my life will be spared.” 21 He said to him, “Very well, I will grant this request too; I will not overthrow the town you speak of. 22 But flee there quickly, because I cannot do anything until you reach it.” (That is why the town was called Zoar.[f]) 23 By the time Lot reached Zoar, the sun had risen over the land. 24 Then the Lord rained down burning sulfur on Sodom and Gomorrah—from the Lord out of the heavens. 25 Thus he overthrew those cities and the entire plain, destroying all those living in the cities—and also the vegetation in the land. 26 But Lot’s wife looked back, and she became a pillar of salt. 27 Early the next morning Abraham got up and returned to the place where he had stood before the Lord. 28 He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. 29 So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. Lot and His Daughters 30 Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. 31 One day the older daughter said to the younger, “Our father is old, and there is no man around here to give us children—as is the custom all over the earth. 32 Let’s get our father to drink wine and then sleep with him and preserve our family line through our father.” 33 That night they got their father to drink wine, and the older daughter went in and slept with him. He was not aware of it when she lay down or when she got up. 34 The next day the older daughter said to the younger, “Last night I slept with my father. Let’s get him to drink wine again tonight, and you go in and sleep with him so we can preserve our family line through our father.” 35 So they got their father to drink wine that night also, and the younger daughter went in and slept with him. Again he was not aware of it when she lay down or when she got up. 36 So both of Lot’s daughters became pregnant by their father. 37 The older daughter had a son, and she named him Moab[g]; he is the father of the Moabites of today. 38 The younger daughter also had a son, and she named him Ben-Ammi[h]; he is the father of the Ammonites[i] of today.",
        "link": ""
      },
      {
        "title": "Chapter XX: Abraham and Abimelek",
        "image": "images/peter_hero.png",
        "description": "Now Abraham moved on from there into the region of the Negev and lived between Kadesh and Shur. For a while he stayed in Gerar, 2 and there Abraham said of his wife Sarah, “She is my sister.” Then Abimelek king of Gerar sent for Sarah and took her. 3 But God came to Abimelek in a dream one night and said to him, “You are as good as dead because of the woman you have taken; she is a married woman.” 4 Now Abimelek had not gone near her, so he said, “Lord, will you destroy an innocent nation? 5 Did he not say to me, ‘She is my sister,’ and didn’t she also say, ‘He is my brother’? I have done this with a clear conscience and clean hands.” 6 Then God said to him in the dream, “Yes, I know you did this with a clear conscience, and so I have kept you from sinning against me. That is why I did not let you touch her. 7 Now return the man’s wife, for he is a prophet, and he will pray for you and you will live. But if you do not return her, you may be sure that you and all who belong to you will die.” 8 Early the next morning Abimelek summoned all his officials, and when he told them all that had happened, they were very much afraid. 9 Then Abimelek called Abraham in and said, “What have you done to us? How have I wronged you that you have brought such great guilt upon me and my kingdom? You have done things to me that should never be done.” 10 And Abimelek asked Abraham, “What was your reason for doing this?” 11 Abraham replied, “I said to myself, ‘There is surely no fear of God in this place, and they will kill me because of my wife.’ 12 Besides, she really is my sister, the daughter of my father though not of my mother; and she became my wife. 13 And when God had me wander from my father’s household, I said to her, ‘This is how you can show your love to me: Everywhere we go, say of me, “He is my brother.”’” 14 Then Abimelek brought sheep and cattle and male and female slaves and gave them to Abraham, and he returned Sarah his wife to him. 15 And Abimelek said, “My land is before you; live wherever you like.” 16 To Sarah he said, “I am giving your brother a thousand shekels[a] of silver. This is to cover the offense against you before all who are with you; you are completely vindicated.” 17 Then Abraham prayed to God, and God healed Abimelek, his wife and his female slaves so they could have children again, 18 for the Lord had kept all the women in Abimelek’s household from conceiving because of Abraham’s wife Sarah.",
        "link": ""
      },
      {
        "title": "Ecclesiastes",
        "image": "images/hand_cupped.png",
        "description": "He has made everything beautiful in its time. He has also set eternity in the human heart",
        "link": "https://myproverbs.vercel.app/#ecclesiastes"
      },
      {
        "title": "Song of Solomon",
        "image": "images/kings.png",
        "description": "Awake, north wind, and come, south wind! Blow on my garden, that its fragrance may spread everywhere",
        "link": "https://myproverbs.vercel.app/#song_of_songs"
      },
      {
        "title": "Isaiah",
        "image": "images/peter2.png",
        "description": "The ransomed of the Lord will return. They will enter Zion with singing; everlasting joy will crown their heads. ",
       "link":"https://the-revelation.vercel.app/#isaiah"

      },
      {
        "title": "Jeremiah",
        "image": "images/first_john_cards.png",
        "description": "Call to me and I will answer you and tell you great and unsearchable things you do not know.",
        "link":"https://the-revelation.vercel.app/"
      },
      {
        "title": "Lamentations",
        "image": "images/heart.png",
        "description": "For no one is cast off by the Lord forever. Though he brings grief, he will show compassion, so great is his unfailing love.",
        "link": "https://the-revelation.vercel.app/#lamentations"
      },
      {
        "title": "Ezekiel",
        "image": "images/obadiah.png",
        "description": "Then you, my people, will know that I am the Lord, when I open your graves and bring you up from them.",
        "link": "https://the-revelation.vercel.app/#ezekiel"
      },
      {
        "title": "Daniel",
        "image": "images/ruth.png",
        "description": "We do not make requests of you because we are righteous, but because of your great mercy.",
        "link": "https://the-revelation.vercel.app/#daniel"
      },
      {
        "title": "Hosea",
        "image": "images/thessalonians.png",
        "description": "I will heal their waywardness and love them freely, for my anger has turned away from them.",
        "link": "https://the-revelation.vercel.app/#hosea"
      },
      {
        "title": "Joel",
        "image": "images/greenheart.png",
        "description": "Be glad, people of Zion, rejoice in the Lord your God, for he has given you the autumn rains because he is faithful",
        "link": "https://the-revelation.vercel.app/#joel"
      },
      {
        "title": "Amos",
        "image": "images/valleyherat.png",
        "description": " I will send a famine through the land— not a famine of food or a thirst for water, but a famine of hearing the words of the Lord.",
        "link": "https://the-revelation.vercel.app/#amos"
     
      },
      {
        "title": "Obadiah",
        "image": "images/red-framed-heart.png",
        "description": "Though you soar like the eagle and make your nest among the stars, from there I will bring you down",
        "link": "https://the-revelation.vercel.app/#obadiah"
      },
      {
        "title": "Jonah",
        "image": "images/glowheart.png",
        "description": "But I, with shouts of grateful praise, will sacrifice to you. What I have vowed I will make good",
        "link": "https://the-revelation.vercel.app/#jonah"
      },
      {
        "title": "Micah",
        "image": "images/heartraised.png",
        "description": "Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance?",
        "link": "https://the-revelation.vercel.app/#micah"
      },
      {
        "title": "Nahum",
        "image": "images/colorfieldsheart.png",
        "description": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him",
        "link": "https://the-revelation.vercel.app/#nahum"
      },
      {
        "title": "Habakkuk",
        "image": "images/ephesian_cards.png",
        "description": "though there are no sheep in the pen and no cattle in the stalls, yet I will rejoice in the Lord, I will be joyful in God my Savior.",
        "link": "https://the-revelation.vercel.app/#habakkuk"
      },
      {
        "title": "Zephaniah",
        "image": "images/second_samuel.png",
        "description": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you",
        "link": "https://the-revelation.vercel.app/#zephaniah"
      },
      {
        "title": "Haggai",
        "image": "images/peter_hero.png",
        "description": "The glory of this present house will be greater than the glory of the former house,’ says the Lord Almighty",
        "link": "https://the-revelation.vercel.app/#haggai"
      },
      {
        "title": "Zechariah",
        "image": "images/hand_cupped.png",
        "description": "This is what the Lord Almighty says: ‘Administer true justice; show mercy and compassion to one another",
        "link": "https://the-revelation.vercel.app/#zechariah"
      },
      {
        "title": "Malachi",
        "image": "images/kings.png",
        "description": "But for you who revere my name, the sun of righteousness will rise with healing in its rays",
        "link": "https://the-revelation.vercel.app/#malachi"
      },

      {
        "title": "The New Covenant",
        "image": "images/god_inspire_me.png",
        "description": "Hebrews 8:10 (New International Version): This is the covenant I will establish with the people of Israel after that time, declares the Lord. I will put my laws in their minds and write them on their hearts. I will be their God, and they will be my people. ~ Here's a copmiled list of Jesus' Parables I made as a side project.",
        "link": "https://jesusparables.vercel.app/"
      },


      {
        "title": "Matthew",
        "image": "images/peter2.png",
        "description": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
        "link": "https://matthew-coral.vercel.app/"
      },
      {
        "title": "Mark",
        "image": "images/first_john_cards.png",
        "description": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.",
        "link": "https://mark-alpha.vercel.app/"
      },
      {
        "title": "Luke",
        "image": "images/heart.png",
        "description": "For the Son of Man came to seek and to save the lost ... Do to others as you would have them do to you.",
        "link": "https://luke-three.vercel.app/"
      },
      {
        "title": "John",
        "image": "images/obadiah.png",
        "description": "I am the way and the truth and the life. No one comes to the Father except through me.",
        "link": "https://john-zeta.vercel.app/"
      },
      {
        "title": "Acts",
        "image": "images/ruth.png",
        "description": "Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord.",
        "link": "https://john-zeta.vercel.app/#acts"
      },
      {
        "title": "Romans",
        "image": "images/thessalonians.png",
        "description": "For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes"
      },
      {
        "title": "1 Corinthians",
        "image": "images/greenheart.png",
        "description": "For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength",
        "link": "https://first-corinthians.vercel.app/"
      },
      {
        "title": "2 Corinthians",
        "image": "images/valleyherat.png",
        "description": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
        "link": "https://-corinthians.vercel.app/"
      },
      {
        "title": "Galatians",
        "image": "images/red-framed-heart.png",
        "description": "Are you so foolish? After beginning by means of the Spirit, are you now trying to finish by means of the flesh?",
        "link": "https://galatians.vercel.app/"
      },
      {
        "title": "Ephesians",
        "image": "images/glowheart.png",
        "description": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you",
        "link": "https://ephesians.vercel.app/"
      },
      {
        "title": "Philippians",
        "image": "images/heartraised.png",
        "description": "And being found in appearance as a man, he humbled himself by becoming obedient to death— even death on a cross!",
        "link": "https://phillipians.vercel.app/"
      },
      {
        "title": "Colossians",
        "image": "images/colorfieldsheart.png",
        "description": "The Son is the image of the invisible God, the firstborn over all creation. For in him all things were created:",
        "link": "https://colossians.vercel.app/"
      },
      {
        "title": "1 Thessalonians",
        "image": "images/ephesian_cards.png",
        "description": "you welcomed the message in the midst of severe suffering with the joy given by the Holy Spirit",
        "link": "https://first-corinthians.vercel.app/#first_thessalonians"
      },
      {
        "title": "2 Thessalonians",
        "image": "images/second_samuel.png",
        "description": "The lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth...",
        "link": "https://second-corinthians.vercel.app/#second_thessalonians"
      },
      {
        "title": "1 Timothy",
        "image": "images/peter_hero.png",
        "description": "Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners",
        "link": "https://matthew-coral.vercel.app/#first_timothy"
      },
      {
        "title": "2 Timothy",
        "image": "images/hand_cupped.png",
        "description": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline",
        "link": "https://mark-alpha.vercel.app/#second_timothy"
      },
      {
        "title": "Titus",
        "image": "images/kings.png",
        "description": "To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure",
        "link": "https://luke-three.vercel.app/#titus"
      },
      {
        "title": "Philemon",
        "image": "images/peter2.png",
        "description": "It is as none other than Paul—an old man, now also a prisoner of Christ Jesus—that I appeal to you for my son Onesimus",
        "link": "https://john-zeta.vercel.app/#philemon"
      },
      {
        "title": "Hebrews",
        "image": "images/first_john_cards.png",
        "description": "For here we do not have an enduring city, but we are looking for the city that is to come",
        "link": "https://acts-zeta.vercel.app/#hebrews"
      },
      {
        "title": "James",
        "image": "images/heart.png",
        "description": "Count it all joy, brothers, when you meet trials of various kinds, you know that the testing of your faith produces patience",
        "link": "https://romans-five.vercel.app/#james"
        },
      {
        "title": "1 Peter",
        "image": "images/obadiah.png",
        "description": "But just as he who called you is holy, so be holy in all you do; for it is written: “Be holy, because I am holy.",
        "link": "https://galatians.vercel.app/#first_peter"
      },
      {
        "title": "2 Peter",
        "image": "images/ruth.png",
        "description": "Above all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires.",
        "link": "https://galatians.vercel.app/#second_peter"
      },
      {
        "title": "1 John",
        "image": "images/thessalonians.png",
        "description": "We proclaim to you what we have seen and heard, so that you also may have fellowship with us....",
        "link": "https://ephesians.vercel.app/#first_john"
      },
      {
        "title": "2 John",
        "image": "images/greenheart.png",
        "description": "It has given me great joy to find some of your children walking in the truth, as the Father commanded us",
        "link": "https://ephesians.vercel.app/#second_john"
      },
      {
        "title": "3 John",
        "image": "images/valleyherat.png",
        "description": "I pray you may enjoy good health and that all may go well with you, even as your soul is getting along well",
        "link": "https://ephesians.vercel.app/#third_john"
      },
      {
        "title": "Jude",
        "image": "images/red-framed-heart.png",
        "description": "I felt compelled to write & urge you to contend for the faith once for all entrusted to God’s holy people",
        "link": "https://phillipians.vercel.app/#jude"
      },
      {
        "title": "The Revelation",
        "image": "images/glowheart.png",
        "description": "The revelation of Jesus Christ in a vision to John, on the Island of Patmos, while he was in exile for the Word",
        "link": "https://phillipians.vercel.app/#revelation"
      }
    ]
  }
  