{
    "books": [
      {
        "title": "Chapter I: My Childhood",
        "image": "images/July-19-Feelings.png",
        "description":  "I was an ordinary yet spoiled young white american boy who had no real worries other than going through high school and not being good around girls and things of a very average variety. I was okay at sports and once I gained confidence I was okay with the girls as well, even to the point that one was just not enough, so I cheated.",
        "link": "#"
    },

    {
        "title": "Chapter II: There Were Signs",
        "image": "images/July-19-Feelings.png",
        "description": "I was always pretty selfish if I am being honest with myself. Not in a way that people could abviously tell... but in a very coniving and sneaky way, the way that no one else will know that it is even benefitting me and maybe it even makes me look like I AM the one who is sacrificing...I would never have passed that opportunity up. Like I was saying, I was beyond selfish, solely self-seeking I would even say. Pretty dark, it makes me emotional even thinking about it. I hurt many undeserving people and for this I am sorry",
        "link": "#"
      },
   
      {
        "title": "Chapter III: What happened",
        "image": "images/July-19-Feelings.png",
        "description": "Throughout the years of teen to adulthood I lost my father and Brother in a matter of 6 years and went through 4 years in the Marine Corps in between. An affinity for alcohol was nearly essential for this predicament in my immature mind, that was that and it was off to even more...and more kept getting more expensive, and the consequences mounted and grew ever increasingly hopeless and dark and helpless. This continued on well into my 30s as I bounced from relationship to relationship and from rehab to rehab once things got so apparently bad that there was no more denying I had a real problem.",
        "link": "#"
      },
     
      {
        "title": "Chapter IV: ",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },
      {
        "title": "Chapter V: ",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },
      {
        "title": "Chapter VI: ",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },


      {
        "title": "Chapter VII: ",
        "image": "images/July-19-Feelings.png",
        "description":  "",
        "link": "#"
    },
   
      {
        "title": "Chapter VIII: ",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },
     



      {
        "title": "Chapter IX: ",
        "image": "images/July-19-Feelings.png",
        "description":  "",
        "link": "#"
    },
   
      {
        "title": "Chapter X: ",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },
      {
        "title": "Chapter XI:",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },
      {
        "title": "Chapter XII:",
        "image": "images/July-19-Feelings.png",
        "description": "",
        "link": "#"
      },






      






      {
        "title": "As of October 21st 2024", 
        "image": "images/July-19-Feelings.png",
        "description": "I am working diligently to make this the story that God deserves to have here and will be inputting it as it is given to me by His spirit.",
        "link": "#"
      }   
    ]
  }
