{
    "books": [
      {
        "title": "Book I: Enoch and the Watchers",
        "image": "images/mountain_top.png",
        "description":  "The words of the blessing of Enoch, wherewith he blessed the elect and righteous, who will be 2 living in the day of tribulation, when all the wicked and godless are to be removed. And he took up his parable and said -Enoch a righteous man, whose eyes were opened by God, saw the vision of the Holy One in the heavens, which the angels showed me, and from them I heard everything, and from them I understood as I saw, but not for this generation, but for a remote one which is 3 for to come. Concerning the elect I said, and took up my parable concerning them:",
        "link": "#"
    },
   
      {
        "title": "Book II: The Parables of Enoch",
        "image": "images/mountain_top.png",
        "description": "The second vision which he saw, the vision of wisdom -which Enoch the son of Jared, the son 2 of Mahalalel, the son of Cainan, the son of Enos, the son of Seth, the son of Adam, saw. And this is the beginning of the words of wisdom which I lifted up my voice to speak and say to those which dwell on earth:",
        "link": "#"
      },
      {
        "title": "Book III: The Book of Luminaries",
        "image": "images/mountain_top.png",
        "description": "1 The book of the courses of the luminaries of the heaven, the relations of each, according to their classes, their dominion and their seasons, according to their names and places of origin, and according to their months, which Uriel, the holy angel, who was with me, who is their guide, showed me;",
        "link": "#"
      },
      {
        "title": "Book IV: Enochs Dream-Visions",
        "image": "images/mountain_top.png",
        "description": "And now, my son Methuselah, I will show thee all my visions which I have seen, recounting 2 them before thee. Two visions I saw before I took a wife, and the one was quite unlike the other: the first when I was learning to write:",
        "link": "#"
      },
      {
        "title": "Book V: Promised Blessing for the Righteous",
        "image": "images/mountain_top.png",
        "description": "The book written by Enoch-[Enoch indeed wrote this complete doctrine of wisdom, (which is) praised of all men and a judge of all the earth] for all my children who shall dwell on the earth. And for the future generations who shall observe uprightness and peace. ..................   And I saw written on them that generation upon generation shall transgress, till a generation of righteousness arises, and transgression is destroyed and sin passes away from the earth, and all 2 manner of good comes upon it. And now, my son, go and make known to thy son Lamech that this 3 son, which has been born, is in truth his son, and that (this) is no lie.' And when Methuselah had heard the words of his father Enoch-for he had shown to him everything in secret-he returned and showed (them) to him and called the name of that son Noah; for he will comfort the earth after all the destruction.",
        "link": "#"
      },
      
      {
        "title": "As of September 11th 2024",
        "image": "images/mountain_top.png",
        "description": "I am remaking the entire App in a way that I believe to be more user friendly and easy to navigate with more consistent styles and web best practices! AND adding the HIDDEN books of ENOCH.. Pray for me!",
        "link": "#"
      }   
    ]
  }