{
    "books": [
      {
        "title": "Chapter I: The blessing of Enoch",
        "image": "images/angels.webp",
        "description":  "The words of the blessing of Enoch, wherewith he blessed the elect and righteous, who will be 2 living in the day of tribulation, when all the wicked and godless are to be removed. And he took up his parable and said -Enoch a righteous man, whose eyes were opened by God, saw the vision of the Holy One in the heavens, which the angels showed me, and from them I heard everything, and from them I understood as I saw, but not for this generation, but for a remote one which is 3 for to come. Concerning the elect I said, and took up my parable concerning them: The Holy Great One will come forth from His dwelling, 4 And the eternal God will tread upon the earth, (even) on Mount Sinai, [And appear from His camp] And appear in the strength of His might from the heaven of heavens. 5 And all shall be smitten with fear And the Watchers shall quake, And great fear and trembling shall seize them unto the ends of the earth. 6 And the high mountains shall be shaken, And the high hills shall be made low, And shall melt like wax before the flame 7 And the earth shall be wholly rent in sunder, And all that is upon the earth shall perish, And there shall be a judgement upon all (men). 8 But with the righteous He will make peace. And will protect the elect, And mercy shall be upon them. And they shall all belong to God, And they shall be prospered, And they shall all be blessed. And He will help them all, And light shall appear unto them, And He will make peace with them'. 9 And behold! He cometh with ten thousands of His holy ones To execute judgement upon all, And to destroy all the ungodly: And to convict all flesh Of all the works of their ungodliness which they have ungodly committed, And of all the hard things which ungodly sinners have spoken against Him.  ",
        "link": "#"
    },
   
      {
        "title": "Chapter II: Behold the earth",
        "image": "images/angels.webp",
        "description": "Observe ye everything that takes place in the heaven, how they do not change their orbits, and the luminaries which are in the heaven, how they all rise and set in order each in its season, and 2 transgress not against their appointed order. Behold ye the earth, and give heed to the things which take place upon it from first to last, how steadfast they are, how none of the things upon earth 3 change, but all the works of God appear to you. Behold the summer and the winter, how the whole earth is filled with water, and clouds and dew and rain lie upon it.",
        "link": "#"
      },
      {
        "title": "Chapter III: Observe the Winter",
        "image": "images/angels.webp",
        "description": "Observe and see how (in the winter) all the trees seem as though they had withered and shed all their leaves, except fourteen trees, which do not lose their foliage but retain the old foliage from two to three years till the new comes.",
        "link": "#"
      },
      {
        "title": "Chapter IV: Observe the Summer",
        "image": "images/angels.webp",
        "description": "And again, observe ye the days of summer how the sun is above the earth over against it. And you seek shade and shelter by reason of the heat of the sun, and the earth also burns with growing heat, and so you cannot tread on the earth, or on a rock by reason of its heat.",
        "link": "#"
      },
      {
        "title": "Chapter V: Observe the Fruit of the Trees",
        "image": "images/angels.webp",
        "description": "Observe ye how the trees cover themselves with green leaves and bear fruit: wherefore give ye heed and know with regard to all His works, and recognize how He that liveth for ever hath made them so. 2 And all His works go on thus from year to year for ever, and all the tasks which they accomplish for Him, and their tasks change not, but according as God hath ordained so is it done. 3 And behold how the sea and the rivers in like manner accomplish and change not their tasks from His commandments'. 4 But ye -ye have not been steadfast, nor done the commandments of the Lord, But ye have turned away and spoken proud and hard words With your impure mouths against His greatness. Oh, ye hard-hearted, ye shall find no peace. 5 Therefore shall ye execrate your days, And the years of your life shall perish, And the years of your destruction shall be multiplied in eternal execration, And ye shall find no mercy. 6a In those days ye shall make your names an eternal execration unto all the righteous, b And by you shall all who curse, curse, And all the sinners and godless shall imprecate by you, 7c And for you the godless there shall be a curse. 6d And all the . . . shall rejoice, e And there shall be forgiveness of sins, f And every mercy and peace and forbearance: g There shall be salvation unto them, a goodly light. i And for all of you sinners there shall be no salvation, j But on you all shall abide a curse. 7a But for the elect there shall be light and joy and peace, b And they shall inherit the earth. 8 And then there shall be bestowed upon the elect wisdom, And they shall all live and never again sin, Either through ungodliness or through pride: But they who are wise shall be humble. 9 And they shall not again transgress, Nor shall they sin all the days of their life, Nor shall they die of (the divine) anger or wrath, But they shall complete the number of the days of their life. And their lives shall be increased in peace, And the years of their joy shall be multiplied, In eternal gladness and peace, All the days of their life",
        "link": "#"
      },
      {
        "title": "Chapter VI: The angels {...} lusted after them",
        "image": "images/angels.webp",
        "description": "And it came to pass when the children of men had multiplied that in those days were born unto 2 them beautiful and comely daughters. And the angels, the children of the heaven, saw and lusted after them, and said to one another: 'Come, let us choose us wives from among the children of men 3 and beget us children.' And Semjaza, who was their leader, said unto them: 'I fear ye will not 4 indeed agree to do this deed, and I alone shall have to pay the penalty of a great sin.' And they all answered him and said: 'Let us all swear an oath, and all bind ourselves by mutual imprecations 5 not to abandon this plan but to do this thing.' Then sware they all together and bound themselves 6 by mutual imprecations upon it. And they were in all two hundred; who descended in the days of Jared on the summit of Mount Hermon, and they called it Mount Hermon, because they had sworn 7 and bound themselves by mutual imprecations upon it. And these are the names of their leaders: Samlazaz, their leader, Araklba, Rameel, Kokablel, Tamlel, Ramlel, Danel, Ezeqeel, Baraqijal, 8 Asael, Armaros, Batarel, Ananel, Zaqiel, Samsapeel, Satarel, Turel, Jomjael, Sariel. These are their chiefs of tens.",
        "link": "#"
      },


      {
        "title": "Chapter VII: They took unto themselves wives",
        "image": "images/angels.webp",
        "description":  "And all the others together with them took unto themselves wives, and each chose for himself one, and they began to go in unto them and to defile themselves with them, and they taught them charms 2 and enchantments, and the cutting of roots, and made them acquainted with plants. And they 3 became pregnant, and they bare great giants, whose height was three thousand ells: Who consumed 4 all the acquisitions of men. And when men could no longer sustain them, the giants turned against 5 them and devoured mankind. And they began to sin against birds, and beasts, and reptiles, and 6 fish, and to devour one another's flesh, and drink the blood. Then the earth laid accusation against the lawless ones.",
        "link": "#"
    },
   
      {
        "title": "Chapter VIII: Azazel taught men to make swords",
        "image": "images/angels.webp",
        "description": "And Azazel taught men to make swords, and knives, and shields, and breastplates, and made known to them the metals of the earth and the art of working them, and bracelets, and ornaments, and the use of antimony, and the beautifying of the eyelids, and all kinds of costly stones, and all 2 colouring tinctures. And there arose much godlessness, and they committed fornication, and they 3 were led astray, and became corrupt in all their ways. Semjaza taught enchantments, and root-cuttings, 'Armaros the resolving of enchantments, Baraqijal (taught) astrology, Kokabel the constellations, Ezeqeel the knowledge of the clouds, Araqiel the signs of the earth, Shamsiel the signs of the sun, and Sariel the course of the moon. And as men perished, they cried, and their cry went up to heaven . . .",
        "link": "#"
      },
     



      {
        "title": "Chapter IX: ",
        "image": "images/angels.webp",
        "description":  "1 And then Michael, Uriel, Raphael, and Gabriel looked down from heaven and saw much blood being 2 shed upon the earth, and all lawlessness being wrought upon the earth. And they said one to another: 'The earth made without inhabitant cries the voice of their cryingst up to the gates of heaven. 3 And now to you, the holy ones of heaven, the souls of men make their suit, saying, Bring our cause 4 before the Most High.' And they said to the Lord of the ages: 'Lord of lords, God of gods, King of kings, and God of the ages, the throne of Thy glory (standeth) unto all the generations of the 5 ages, and Thy name holy and glorious and blessed unto all the ages! Thou hast made all things, and power over all things hast Thou: and all things are naked and open in Thy sight, and Thou seest all 6 things, and nothing can hide itself from Thee. Thou seest what Azazel hath done, who hath taught all unrighteousness on earth and revealed the eternal secrets which were (preserved) in heaven, which 7 men were striving to learn: And Semjaza, to whom Thou hast given authority to bear rule over his associates. And they have gone to the daughters of men upon the earth, and have slept with the 9 women, and have defiled themselves, and revealed to them all kinds of sins. And the women have 10 borne giants, and the whole earth has thereby been filled with blood and unrighteousness. And now, behold, the souls of those who have died are crying and making their suit to the gates of heaven, and their lamentations have ascended: and cannot cease because of the lawless deeds which are 11 wrought on the earth. And Thou knowest all things before they come to pass, and Thou seest these things and Thou dost suffer them, and Thou dost not say to us what we are to do to them in regard to these.",
        "link": "#"
    },
   
      {
        "title": "Chapter X: Go to Noah and tell him",
        "image": "images/angels.webp",
        "description": "Then said the Most High, the Holy and Great One spake, and sent Uriel to the son of Lamech, 2 and said to him: 'Go to Noah and tell him in my name Hide thyself! and reveal to him the end that is approaching: that the whole earth will be destroyed, and a deluge is about to come 3 upon the whole earth, and will destroy all that is on it. And now instruct him that he may escape 4 and his seed may be preserved for all the generations of the world.' And again the Lord said to Raphael: 'Bind Azazel hand and foot, and cast him into the darkness: and make an opening 5 in the desert, which is in Dudael, and cast him therein. And place upon him rough and jagged rocks, and cover him with darkness, and let him abide there for ever, and cover his face that he may 6,7 not see light. And on the day of the great judgement he shall be cast into the fire. And heal the earth which the angels have corrupted, and proclaim the healing of the earth, that they may heal the plague, and that all the children of men may not perish through all the secret things that the 8 Watchers have disclosed and have taught their sons. And the whole earth has been corrupted 9 through the works that were taught by Azazel: to him ascribe all sin.' And to Gabriel said the Lord: 'Proceed against the bastards and the reprobates, and against the children of fornication: and destroy [the children of fornication and] the children of the Watchers from amongst men [and cause them to go forth]: send them one against the other that they may destroy each other in 10 battle: for length of days shall they not have. And no request that they (i.e. their fathers) make of thee shall be granted unto their fathers on their behalf; for they hope to live an eternal life, and 11 that each one of them will live five hundred years.' And the Lord said unto Michael: 'Go, bind Semjaza and his associates who have united themselves with women so as to have defiled themselves 12 with them in all their uncleanness. And when their sons have slain one another, and they have seen the destruction of their beloved ones, bind them fast for seventy generations in the valleys of the earth, till the day of their judgement and of their consummation, till the judgement that is 13 for ever and ever is consummated. In those days they shall be led off to the abyss of fire: and 14 to the torment and the prison in which they shall be confined for ever. And whosoever shall be condemned and destroyed will from thenceforth be bound together with them to the end of all 15 generations. And destroy all the spirits of the reprobate and the children of the Watchers, because 16 they have wronged mankind. Destroy all wrong from the face of the earth and let every evil work come to an end: and let the plant of righteousness and truth appear: and it shall prove a blessing; the works of righteousness and truth' shall be planted in truth and joy for evermore. 17 And then shall all the righteous escape, And shall live till they beget thousands of children And all the days of their youth and their old age Shall they complete in peace. 18 And then shall the whole earth be tilled in righteousness, and shall all be planted with trees and 19 be full of blessing. And all desirable trees shall be planted on it, and they shall plant vines on it: and the vine which they plant thereon shall yield wine in abundance, and as for all the seed which is sown thereon each measure (of it) shall bear a thousand, and each measure of olives shall yield 20 ten presses of oil. And cleanse thou the earth from all oppression, and from all unrighteousness, and from all sin, and from all godlessness: and all the uncleanness that is wrought upon the earth 21 destroy from off the earth. And all the children of men shall become righteous, and all nations 22 shall offer adoration and shall praise Me, and all shall worship Me. And the earth shall be cleansed from all defilement, and from all sin, and from all punishment, and from all torment, and I will never again send (them) upon it from generation to generation and for ever.",
        "link": "#"
      },
      {
        "title": "Chapter XI: Blessings from Heaven",
        "image": "images/angels.webp",
        "description": "And in those days I will open the store chambers of blessing which are in the heaven, so as to send 2 them down upon the earth over the work and labour of the children of men. And truth and peace shall be associated together throughout all the days of the world and throughout all the generations of men.'",
        "link": "#"
      },
      {
        "title": "Chapter XII: No Mercy for the fallen",
        "image": "images/angels.webp",
        "description": "Before these things Enoch was hidden, and no one of the children of men knew where he was 2 hidden, and where he abode, and what had become of him. And his activities had to do with the Watchers, and his days were with the holy ones. 3 And I Enoch was blessing the Lord of majesty and the King of the ages, and lo! the Watchers 4 called me -Enoch the scribe- and said to me: 'Enoch, thou scribe of righteousness, go, declare to the Watchers of the heaven who have left the high heaven, the holy eternal place, and have defiled themselves with women, and have done as the children of earth do, and have taken unto themselves 5 wives: Ye have wrought great destruction on the earth: And ye shall have no peace nor forgiveness 6 of sin: and inasmuch as they delight themselves in their children, The murder of their beloved ones shall they see, and over the destruction of their children shall they lament, and shall make supplication unto eternity, but mercy and peace shall ye not attain.",
        "link": "#"
      },
     
      {
        "title": "As of September 15th 2024",
        "image": "images/angels.webp",
        "description": "I am remaking the entire App in a way that I believe to be more user friendly and easy to navigate with more consistent styles and web best practices! AND adding the HIDDEN Chapters of ENOCH.. Pray for me!",
        "link": "#"
      }   
    ]
  }