{
    "books": [
      {
        "title": "Chapter I: The Word Became Flesh!",
        "image": "images/prosperous.jpeg",
        "description":  "In the beginning was the Word, and the Word was with God, and the Word was God. 2 He was with God in the beginning. 3 Through him all things were made; without him nothing was made that has been made. 4 In him was life, and that life was the light of all mankind. 5 The light shines in the darkness, and the darkness has not overcome[a] it. 6 There was a man sent from God whose name was John. 7 He came as a witness to testify concerning that light, so that through him all might believe. 8 He himself was not the light; he came only as a witness to the light. 9 The true light that gives light to everyone was coming into the world. 10 He was in the world, and though the world was made through him, the world did not recognize him. 11 He came to that which was his own, but his own did not receive him. 12 Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God— 13 children born not of natural descent, nor of human decision or a husband’s will, but born of God. 14 The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth. 15 (John testified concerning him. He cried out, saying, “This is the one I spoke about when I said, ‘He who comes after me has surpassed me because he was before me.’”) 16 Out of his fullness we have all received grace in place of grace already given. 17 For the law was given through Moses; grace and truth came through Jesus Christ. 18 No one has ever seen God, but the one and only Son, who is himself God and[b] is in closest relationship with the Father, has made him known. John the Baptist Denies Being the Messiah 19 Now this was John’s testimony when the Jewish leaders[c] in Jerusalem sent priests and Levites to ask him who he was. 20 He did not fail to confess, but confessed freely, “I am not the Messiah.” 21 They asked him, “Then who are you? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” He answered, “No.” 22 Finally they said, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?” 23 John replied in the words of Isaiah the prophet, “I am the voice of one calling in the wilderness, ‘Make straight the way for the Lord.’”[d] 24 Now the Pharisees who had been sent 25 questioned him, “Why then do you baptize if you are not the Messiah, nor Elijah, nor the Prophet?” 26 “I baptize with[e] water,” John replied, “but among you stands one you do not know. 27 He is the one who comes after me, the straps of whose sandals I am not worthy to untie.” 28 This all happened at Bethany on the other side of the Jordan, where John was baptizing. John Testifies About Jesus 29 The next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world! 30 This is the one I meant when I said, ‘A man who comes after me has surpassed me because he was before me.’ 31 I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.” 32 Then John gave this testimony: “I saw the Spirit come down from heaven as a dove and remain on him. 33 And I myself did not know him, but the one who sent me to baptize with water told me, ‘The man on whom you see the Spirit come down and remain is the one who will baptize with the Holy Spirit.’ 34 I have seen and I testify that this is God’s Chosen One.”[f] John’s Disciples Follow Jesus 35 The next day John was there again with two of his disciples. 36 When he saw Jesus passing by, he said, “Look, the Lamb of God!” 37 When the two disciples heard him say this, they followed Jesus. 38 Turning around, Jesus saw them following and asked, “What do you want?” They said, “Rabbi” (which means “Teacher”), “where are you staying?” 39 “Come,” he replied, “and you will see.” So they went and saw where he was staying, and they spent that day with him. It was about four in the afternoon. 40 Andrew, Simon Peter’s brother, was one of the two who heard what John had said and who had followed Jesus. 41 The first thing Andrew did was to find his brother Simon and tell him, “We have found the Messiah” (that is, the Christ). 42 And he brought him to Jesus. Jesus looked at him and said, “You are Simon son of John. You will be called Cephas” (which, when translated, is Peter[g]). Jesus Calls Philip and Nathanael 43 The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, “Follow me.” 44 Philip, like Andrew and Peter, was from the town of Bethsaida. 45 Philip found Nathanael and told him, “We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.” 46 “Nazareth! Can anything good come from there?” Nathanael asked. “Come and see,” said Philip. 47 When Jesus saw Nathanael approaching, he said of him, “Here truly is an Israelite in whom there is no deceit.” 48 “How do you know me?” Nathanael asked. Jesus answered, “I saw you while you were still under the fig tree before Philip called you.” 49 Then Nathanael declared, “Rabbi, you are the Son of God; you are the king of Israel.” 50 Jesus said, “You believe[h] because I told you I saw you under the fig tree. You will see greater things than that.” 51 He then added, “Very truly I tell you,[i] you[j] will see ‘heaven open, and the angels of God ascending and descending on’[k] the Son of Man.”",
        "link": ""
    },
      {
        "title": "Chapter II: Water Into Wine",
        "image": "images/prosperous.jpeg",
        "description": "On the third day a wedding took place at Cana in Galilee. Jesus’ mother was there, 2 and Jesus and his disciples had also been invited to the wedding. 3 When the wine was gone, Jesus’ mother said to him, “They have no more wine.” 4 “Woman,[a] why do you involve me?” Jesus replied. “My hour has not yet come.” 5 His mother said to the servants, “Do whatever he tells you.” 6 Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons.[b] 7 Jesus said to the servants, “Fill the jars with water”; so they filled them to the brim. 8 Then he told them, “Now draw some out and take it to the master of the banquet.” They did so, 9 and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside 10 and said, “Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.” 11 What Jesus did here in Cana of Galilee was the first of the signs through which he revealed his glory; and his disciples believed in him. 12 After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days. Jesus Clears the Temple Courts 13 When it was almost time for the Jewish Passover, Jesus went up to Jerusalem. 14 In the temple courts he found people selling cattle, sheep and doves, and others sitting at tables exchanging money. 15 So he made a whip out of cords, and drove all from the temple courts, both sheep and cattle; he scattered the coins of the money changers and overturned their tables. 16 To those who sold doves he said, “Get these out of here! Stop turning my Father’s house into a market!” 17 His disciples remembered that it is written: “Zeal for your house will consume me.”[c] 18 The Jews then responded to him, “What sign can you show us to prove your authority to do all this?” 19 Jesus answered them, “Destroy this temple, and I will raise it again in three days.” 20 They replied, “It has taken forty-six years to build this temple, and you are going to raise it in three days?” 21 But the temple he had spoken of was his body. 22 After he was raised from the dead, his disciples recalled what he had said. Then they believed the scripture and the words that Jesus had spoken. 23 Now while he was in Jerusalem at the Passover Festival, many people saw the signs he was performing and believed in his name.[d] 24 But Jesus would not entrust himself to them, for he knew all people. 25 He did not need any testimony about mankind, for he knew what was in each person.",
        "link": ""
      },
      {
        "title": "Chapter III: Jesus Teaches Nicodemus",
        "image": "images/prosperous.jpeg",
        "description": "Now there was a Pharisee, a man named Nicodemus who was a member of the Jewish ruling council. 2 He came to Jesus at night and said, “Rabbi, we know that you are a teacher who has come from God. For no one could perform the signs you are doing if God were not with him.” 3 Jesus replied, “Very truly I tell you, no one can see the kingdom of God unless they are born again.[a]” 4 “How can someone be born when they are old?” Nicodemus asked. “Surely they cannot enter a second time into their mother’s womb to be born!” 5 Jesus answered, “Very truly I tell you, no one can enter the kingdom of God unless they are born of water and the Spirit. 6 Flesh gives birth to flesh, but the Spirit[b] gives birth to spirit. 7 You should not be surprised at my saying, ‘You[c] must be born again.’ 8 The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.”[d] 9 “How can this be?” Nicodemus asked. 10 “You are Israel’s teacher,” said Jesus, “and do you not understand these things? 11 Very truly I tell you, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. 12 I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? 13 No one has ever gone into heaven except the one who came from heaven—the Son of Man.[e] 14 Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up,[f] 15 that everyone who believes may have eternal life in him.”[g] 16 For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. 17 For God did not send his Son into the world to condemn the world, but to save the world through him. 18 Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God’s one and only Son. 19 This is the verdict: Light has come into the world, but people loved darkness instead of light because their deeds were evil. 20 Everyone who does evil hates the light, and will not come into the light for fear that their deeds will be exposed. 21 But whoever lives by the truth comes into the light, so that it may be seen plainly that what they have done has been done in the sight of God. John Testifies Again About Jesus 22 After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. 23 Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were coming and being baptized. 24 (This was before John was put in prison.) 25 An argument developed between some of John’s disciples and a certain Jew over the matter of ceremonial washing. 26 They came to John and said to him, “Rabbi, that man who was with you on the other side of the Jordan—the one you testified about—look, he is baptizing, and everyone is going to him.” 27 To this John replied, “A person can receive only what is given them from heaven. 28 You yourselves can testify that I said, ‘I am not the Messiah but am sent ahead of him.’ 29 The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom’s voice. That joy is mine, and it is now complete. 30 He must become greater; I must become less.”[h] 31 The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. 32 He testifies to what he has seen and heard, but no one accepts his testimony. 33 Whoever has accepted it has certified that God is truthful. 34 For the one whom God has sent speaks the words of God, for God[i] gives the Spirit without limit. 35 The Father loves the Son and has placed everything in his hands. 36 Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them.",
        "link": ""
      },
      
      {
        "title": "Chapter IV: Jesus Talks With a Samaritan",
        "image": "images/prosperous.jpeg",
        "description": "Now Jesus learned that the Pharisees had heard that he was gaining and baptizing more disciples than John— 2 although in fact it was not Jesus who baptized, but his disciples. 3 So he left Judea and went back once more to Galilee. 4 Now he had to go through Samaria. 5 So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph. 6 Jacob’s well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about noon. 7 When a Samaritan woman came to draw water, Jesus said to her, “Will you give me a drink?” 8 (His disciples had gone into the town to buy food.) 9 The Samaritan woman said to him, “You are a Jew and I am a Samaritan woman. How can you ask me for a drink?” (For Jews do not associate with Samaritans.[a]) 10 Jesus answered her, “If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.” 11 “Sir,” the woman said, “you have nothing to draw with and the well is deep. Where can you get this living water? 12 Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his livestock?” 13 Jesus answered, “Everyone who drinks this water will be thirsty again, 14 but whoever drinks the water I give them will never thirst. Indeed, the water I give them will become in them a spring of water welling up to eternal life.” 15 The woman said to him, “Sir, give me this water so that I won’t get thirsty and have to keep coming here to draw water.” 16 He told her, “Go, call your husband and come back.” 17 “I have no husband,” she replied. Jesus said to her, “You are right when you say you have no husband. 18 The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.” 19 “Sir,” the woman said, “I can see that you are a prophet. 20 Our ancestors worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.” 21 “Woman,” Jesus replied, “believe me, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. 22 You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. 23 Yet a time is coming and has now come when the true worshipers will worship the Father in the Spirit and in truth, for they are the kind of worshipers the Father seeks. 24 God is spirit, and his worshipers must worship in the Spirit and in truth.” 25 The woman said, “I know that Messiah” (called Christ) “is coming. When he comes, he will explain everything to us.” 26 Then Jesus declared, “I, the one speaking to you—I am he.” The Disciples Rejoin Jesus 27 Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, “What do you want?” or “Why are you talking with her?” 28 Then, leaving her water jar, the woman went back to the town and said to the people, 29 “Come, see a man who told me everything I ever did. Could this be the Messiah?” 30 They came out of the town and made their way toward him. 31 Meanwhile his disciples urged him, “Rabbi, eat something.” 32 But he said to them, “I have food to eat that you know nothing about.” 33 Then his disciples said to each other, “Could someone have brought him food?” 34 “My food,” said Jesus, “is to do the will of him who sent me and to finish his work. 35 Don’t you have a saying, ‘It’s still four months until harvest’? I tell you, open your eyes and look at the fields! They are ripe for harvest. 36 Even now the one who reaps draws a wage and harvests a crop for eternal life, so that the sower and the reaper may be glad together. 37 Thus the saying ‘One sows and another reaps’ is true. 38 I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.” Many Samaritans Believe 39 Many of the Samaritans from that town believed in him because of the woman’s testimony, “He told me everything I ever did.” 40 So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. 41 And because of his words many more became believers. 42 They said to the woman, “We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.” Jesus Heals an Official’s Son 43 After the two days he left for Galilee. 44 (Now Jesus himself had pointed out that a prophet has no honor in his own country.) 45 When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Festival, for they also had been there. 46 Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. 47 When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. 48 “Unless you people see signs and wonders,” Jesus told him, “you will never believe.” 49 The royal official said, “Sir, come down before my child dies.” 50 “Go,” Jesus replied, “your son will live.” The man took Jesus at his word and departed. 51 While he was still on the way, his servants met him with the news that his boy was living. 52 When he inquired as to the time when his son got better, they said to him, “Yesterday, at one in the afternoon, the fever left him.” 53 Then the father realized that this was the exact time at which Jesus had said to him, “Your son will live.” So he and his whole household believed. 54 This was the second sign Jesus performed after coming from Judea to Galilee.",
        "link": ""
      },






      {
        "title": "Chapter V:  ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter VI: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
  
      {
        "title": "Chapter VII: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter VIII: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter IX: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter X: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XI: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XII: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XIII: ",
        "image": "images/prosperous.jpeg",
        "description":  "",
        "link": ""
    },
      {
        "title": "Chapter XIV: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XV: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XVI: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XVII: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XVIII: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XIX: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XX: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
  
  
  
  
  
  
  
      {
        "title": "Chapter XXI: ",
        "image": "images/prosperous.jpeg",
        "description": "",
        "link": ""
      },
      {
        "title": "As of April 19th 2024",
        "image": "images/prosperous.jpeg",
        "description": "This is the current progress up until the end of the gospel according to John in the re-imagining of the App! Much more to be coming AND QUICKLY!! God bless and keep you.",
        "link": ""
      }
  
  
    ]
  }