{
    "books": [
        {
          "title": "Chapter I: The Lord’s Judgment on Ahaziah",
          "image": "images/workshop.png",
          "description":  "After Ahab’s death, Moab rebelled against Israel. 2 Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, “Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.” 3 But the angel of the Lord said to Elijah the Tishbite, “Go up and meet the messengers of the king of Samaria and ask them, ‘Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?’ 4 Therefore this is what the Lord says: ‘You will not leave the bed you are lying on. You will certainly die!’” So Elijah went. 5 When the messengers returned to the king, he asked them, “Why have you come back?” 6 “A man came to meet us,” they replied. “And he said to us, ‘Go back to the king who sent you and tell him, “This is what the Lord says: Is it because there is no God in Israel that you are sending messengers to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!”’” 7 The king asked them, “What kind of man was it who came to meet you and told you this?” 8 They replied, “He had a garment of hair[a] and had a leather belt around his waist.” The king said, “That was Elijah the Tishbite.” 9 Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, “Man of God, the king says, ‘Come down!’” 10 Elijah answered the captain, “If I am a man of God, may fire come down from heaven and consume you and your fifty men!” Then fire fell from heaven and consumed the captain and his men. 11 At this the king sent to Elijah another captain with his fifty men. The captain said to him, “Man of God, this is what the king says, ‘Come down at once!’” 12 “If I am a man of God,” Elijah replied, “may fire come down from heaven and consume you and your fifty men!” Then the fire of God fell from heaven and consumed him and his fifty men. 13 So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. “Man of God,” he begged, “please have respect for my life and the lives of these fifty men, your servants! 14 See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!” 15 The angel of the Lord said to Elijah, “Go down with him; do not be afraid of him.” So Elijah got up and went down with him to the king. 16 He told the king, “This is what the Lord says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!” 17 So he died, according to the word of the Lord that Elijah had spoken. Because Ahaziah had no son, Joram[b] succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. 18 As for all the other events of Ahaziah’s reign, and what he did, are they not written in the book of the annals of the kings of Israel?",
          "link": ""
      },
        {
          "title": "Chapter II: Elijah Taken Up to Heaven",
          "image": "images/workshop.png",
          "description": "When the Lord was about to take Elijah up to heaven in a whirlwind, Elijah and Elisha were on their way from Gilgal. 2 Elijah said to Elisha, “Stay here; the Lord has sent me to Bethel.” But Elisha said, “As surely as the Lord lives and as you live, I will not leave you.” So they went down to Bethel. 3 The company of the prophets at Bethel came out to Elisha and asked, “Do you know that the Lord is going to take your master from you today?” “Yes, I know,” Elisha replied, “so be quiet.” 4 Then Elijah said to him, “Stay here, Elisha; the Lord has sent me to Jericho.” And he replied, “As surely as the Lord lives and as you live, I will not leave you.” So they went to Jericho. 5 The company of the prophets at Jericho went up to Elisha and asked him, “Do you know that the Lord is going to take your master from you today?” “Yes, I know,” he replied, “so be quiet.” 6 Then Elijah said to him, “Stay here; the Lord has sent me to the Jordan.” And he replied, “As surely as the Lord lives and as you live, I will not leave you.” So the two of them walked on. 7 Fifty men from the company of the prophets went and stood at a distance, facing the place where Elijah and Elisha had stopped at the Jordan. 8 Elijah took his cloak, rolled it up and struck the water with it. The water divided to the right and to the left, and the two of them crossed over on dry ground. 9 When they had crossed, Elijah said to Elisha, “Tell me, what can I do for you before I am taken from you?” “Let me inherit a double portion of your spirit,” Elisha replied. 10 “You have asked a difficult thing,” Elijah said, “yet if you see me when I am taken from you, it will be yours—otherwise, it will not.” 11 As they were walking along and talking together, suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind. 12 Elisha saw this and cried out, “My father! My father! The chariots and horsemen of Israel!” And Elisha saw him no more. Then he took hold of his garment and tore it in two. 13 Elisha then picked up Elijah’s cloak that had fallen from him and went back and stood on the bank of the Jordan. 14 He took the cloak that had fallen from Elijah and struck the water with it. “Where now is the Lord, the God of Elijah?” he asked. When he struck the water, it divided to the right and to the left, and he crossed over. 15 The company of the prophets from Jericho, who were watching, said, “The spirit of Elijah is resting on Elisha.” And they went to meet him and bowed to the ground before him. 16 “Look,” they said, “we your servants have fifty able men. Let them go and look for your master. Perhaps the Spirit of the Lord has picked him up and set him down on some mountain or in some valley.” “No,” Elisha replied, “do not send them.” 17 But they persisted until he was too embarrassed to refuse. So he said, “Send them.” And they sent fifty men, who searched for three days but did not find him. 18 When they returned to Elisha, who was staying in Jericho, he said to them, “Didn’t I tell you not to go?” Healing of the Water 19 The people of the city said to Elisha, “Look, our lord, this town is well situated, as you can see, but the water is bad and the land is unproductive.” 20 “Bring me a new bowl,” he said, “and put salt in it.” So they brought it to him. 21 Then he went out to the spring and threw the salt into it, saying, “This is what the Lord says: ‘I have healed this water. Never again will it cause death or make the land unproductive.’” 22 And the water has remained pure to this day, according to the word Elisha had spoken. Elisha Is Jeered 23 From there Elisha went up to Bethel. As he was walking along the road, some boys came out of the town and jeered at him. “Get out of here, baldy!” they said. “Get out of here, baldy!” 24 He turned around, looked at them and called down a curse on them in the name of the Lord. Then two bears came out of the woods and mauled forty-two of the boys. 25 And he went on to Mount Carmel and from there returned to Samaria.",
          "link": ""
        },
        {
          "title": "Chapter III: Moab Revolts",
          "image": "images/workshop.png",
          "description": "Joram[a] son of Ahab became king of Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and he reigned twelve years. 2 He did evil in the eyes of the Lord, but not as his father and mother had done. He got rid of the sacred stone of Baal that his father had made. 3 Nevertheless he clung to the sins of Jeroboam son of Nebat, which he had caused Israel to commit; he did not turn away from them. 4 Now Mesha king of Moab raised sheep, and he had to pay the king of Israel a tribute of a hundred thousand lambs and the wool of a hundred thousand rams. 5 But after Ahab died, the king of Moab rebelled against the king of Israel. 6 So at that time King Joram set out from Samaria and mobilized all Israel. 7 He also sent this message to Jehoshaphat king of Judah: “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” “I will go with you,” he replied. “I am as you are, my people as your people, my horses as your horses.” 8 “By what route shall we attack?” he asked. “Through the Desert of Edom,” he answered. 9 So the king of Israel set out with the king of Judah and the king of Edom. After a roundabout march of seven days, the army had no more water for themselves or for the animals with them. 10 “What!” exclaimed the king of Israel. “Has the Lord called us three kings together only to deliver us into the hands of Moab?” 11 But Jehoshaphat asked, “Is there no prophet of the Lord here, through whom we may inquire of the Lord?” An officer of the king of Israel answered, “Elisha son of Shaphat is here. He used to pour water on the hands of Elijah.[b]” 12 Jehoshaphat said, “The word of the Lord is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him. 13 Elisha said to the king of Israel, “Why do you want to involve me? Go to the prophets of your father and the prophets of your mother.” “No,” the king of Israel answered, “because it was the Lord who called us three kings together to deliver us into the hands of Moab.” 14 Elisha said, “As surely as the Lord Almighty lives, whom I serve, if I did not have respect for the presence of Jehoshaphat king of Judah, I would not pay any attention to you. 15 But now bring me a harpist.” While the harpist was playing, the hand of the Lord came on Elisha 16 and he said, “This is what the Lord says: I will fill this valley with pools of water. 17 For this is what the Lord says: You will see neither wind nor rain, yet this valley will be filled with water, and you, your cattle and your other animals will drink. 18 This is an easy thing in the eyes of the Lord; he will also deliver Moab into your hands. 19 You will overthrow every fortified city and every major town. You will cut down every good tree, stop up all the springs, and ruin every good field with stones.” 20 The next morning, about the time for offering the sacrifice, there it was—water flowing from the direction of Edom! And the land was filled with water. 21 Now all the Moabites had heard that the kings had come to fight against them; so every man, young and old, who could bear arms was called up and stationed on the border. 22 When they got up early in the morning, the sun was shining on the water. To the Moabites across the way, the water looked red—like blood. 23 “That’s blood!” they said. “Those kings must have fought and slaughtered each other. Now to the plunder, Moab!” 24 But when the Moabites came to the camp of Israel, the Israelites rose up and fought them until they fled. And the Israelites invaded the land and slaughtered the Moabites. 25 They destroyed the towns, and each man threw a stone on every good field until it was covered. They stopped up all the springs and cut down every good tree. Only Kir Hareseth was left with its stones in place, but men armed with slings surrounded it and attacked it. 26 When the king of Moab saw that the battle had gone against him, he took with him seven hundred swordsmen to break through to the king of Edom, but they failed. 27 Then he took his firstborn son, who was to succeed him as king, and offered him as a sacrifice on the city wall. The fury against Israel was great; they withdrew and returned to their own land.",
          "link": ""
        },
        {
          "title": "Chapter IV: The Widow’s Olive Oil",
          "image": "images/workshop.png",
          "description": "The wife of a man from the company of the prophets cried out to Elisha, “Your servant my husband is dead, and you know that he revered the Lord. But now his creditor is coming to take my two boys as his slaves.” 2 Elisha replied to her, “How can I help you? Tell me, what do you have in your house?” “Your servant has nothing there at all,” she said, “except a small jar of olive oil.” 3 Elisha said, “Go around and ask all your neighbors for empty jars. Don’t ask for just a few. 4 Then go inside and shut the door behind you and your sons. Pour oil into all the jars, and as each is filled, put it to one side.” 5 She left him and shut the door behind her and her sons. They brought the jars to her and she kept pouring. 6 When all the jars were full, she said to her son, “Bring me another one.” But he replied, “There is not a jar left.” Then the oil stopped flowing. 7 She went and told the man of God, and he said, “Go, sell the oil and pay your debts. You and your sons can live on what is left.” The Shunammite’s Son Restored to Life 8 One day Elisha went to Shunem. And a well-to-do woman was there, who urged him to stay for a meal. So whenever he came by, he stopped there to eat. 9 She said to her husband, “I know that this man who often comes our way is a holy man of God. 10 Let’s make a small room on the roof and put in it a bed and a table, a chair and a lamp for him. Then he can stay there whenever he comes to us.” 11 One day when Elisha came, he went up to his room and lay down there. 12 He said to his servant Gehazi, “Call the Shunammite.” So he called her, and she stood before him. 13 Elisha said to him, “Tell her, ‘You have gone to all this trouble for us. Now what can be done for you? Can we speak on your behalf to the king or the commander of the army?’” She replied, “I have a home among my own people.” 14 “What can be done for her?” Elisha asked. Gehazi said, “She has no son, and her husband is old.” 15 Then Elisha said, “Call her.” So he called her, and she stood in the doorway. 16 “About this time next year,” Elisha said, “you will hold a son in your arms.” “No, my lord!” she objected. “Please, man of God, don’t mislead your servant!” 17 But the woman became pregnant, and the next year about that same time she gave birth to a son, just as Elisha had told her. 18 The child grew, and one day he went out to his father, who was with the reapers. 19 He said to his father, “My head! My head!” His father told a servant, “Carry him to his mother.” 20 After the servant had lifted him up and carried him to his mother, the boy sat on her lap until noon, and then he died. 21 She went up and laid him on the bed of the man of God, then shut the door and went out. 22 She called her husband and said, “Please send me one of the servants and a donkey so I can go to the man of God quickly and return.” 23 “Why go to him today?” he asked. “It’s not the New Moon or the Sabbath.” “That’s all right,” she said. 24 She saddled the donkey and said to her servant, “Lead on; don’t slow down for me unless I tell you.” 25 So she set out and came to the man of God at Mount Carmel. When he saw her in the distance, the man of God said to his servant Gehazi, “Look! There’s the Shunammite! 26 Run to meet her and ask her, ‘Are you all right? Is your husband all right? Is your child all right?’” “Everything is all right,” she said. 27 When she reached the man of God at the mountain, she took hold of his feet. Gehazi came over to push her away, but the man of God said, “Leave her alone! She is in bitter distress, but the Lord has hidden it from me and has not told me why.” 28 “Did I ask you for a son, my lord?” she said. “Didn’t I tell you, ‘Don’t raise my hopes’?” 29 Elisha said to Gehazi, “Tuck your cloak into your belt, take my staff in your hand and run. Don’t greet anyone you meet, and if anyone greets you, do not answer. Lay my staff on the boy’s face.” 30 But the child’s mother said, “As surely as the Lord lives and as you live, I will not leave you.” So he got up and followed her. 31 Gehazi went on ahead and laid the staff on the boy’s face, but there was no sound or response. So Gehazi went back to meet Elisha and told him, “The boy has not awakened.” 32 When Elisha reached the house, there was the boy lying dead on his couch. 33 He went in, shut the door on the two of them and prayed to the Lord. 34 Then he got on the bed and lay on the boy, mouth to mouth, eyes to eyes, hands to hands. As he stretched himself out on him, the boy’s body grew warm. 35 Elisha turned away and walked back and forth in the room and then got on the bed and stretched out on him once more. The boy sneezed seven times and opened his eyes. 36 Elisha summoned Gehazi and said, “Call the Shunammite.” And he did. When she came, he said, “Take your son.” 37 She came in, fell at his feet and bowed to the ground. Then she took her son and went out. Death in the Pot 38 Elisha returned to Gilgal and there was a famine in that region. While the company of the prophets was meeting with him, he said to his servant, “Put on the large pot and cook some stew for these prophets.” 39 One of them went out into the fields to gather herbs and found a wild vine and picked as many of its gourds as his garment could hold. When he returned, he cut them up into the pot of stew, though no one knew what they were. 40 The stew was poured out for the men, but as they began to eat it, they cried out, “Man of God, there is death in the pot!” And they could not eat it. 41 Elisha said, “Get some flour.” He put it into the pot and said, “Serve it to the people to eat.” And there was nothing harmful in the pot. Feeding of a Hundred 42 A man came from Baal Shalishah, bringing the man of God twenty loaves of barley bread baked from the first ripe grain, along with some heads of new grain. “Give it to the people to eat,” Elisha said. 43 “How can I set this before a hundred men?” his servant asked. But Elisha answered, “Give it to the people to eat. For this is what the Lord says: ‘They will eat and have some left over.’” 44 Then he set it before them, and they ate and had some left over, according to the word of the Lord.",
          "link": ""
        },
        {
          "title": "Chapter V: Naaman Healed of Leprosy",
          "image": "images/workshop.png",
          "description": "Now Naaman was commander of the army of the king of Aram. He was a great man in the sight of his master and highly regarded, because through him the Lord had given victory to Aram. He was a valiant soldier, but he had leprosy.[a] 2 Now bands of raiders from Aram had gone out and had taken captive a young girl from Israel, and she served Naaman’s wife. 3 She said to her mistress, “If only my master would see the prophet who is in Samaria! He would cure him of his leprosy.” 4 Naaman went to his master and told him what the girl from Israel had said. 5 “By all means, go,” the king of Aram replied. “I will send a letter to the king of Israel.” So Naaman left, taking with him ten talents[b] of silver, six thousand shekels[c] of gold and ten sets of clothing. 6 The letter that he took to the king of Israel read: “With this letter I am sending my servant Naaman to you so that you may cure him of his leprosy.” 7 As soon as the king of Israel read the letter, he tore his robes and said, “Am I God? Can I kill and bring back to life? Why does this fellow send someone to me to be cured of his leprosy? See how he is trying to pick a quarrel with me!” 8 When Elisha the man of God heard that the king of Israel had torn his robes, he sent him this message: “Why have you torn your robes? Have the man come to me and he will know that there is a prophet in Israel.” 9 So Naaman went with his horses and chariots and stopped at the door of Elisha’s house. 10 Elisha sent a messenger to say to him, “Go, wash yourself seven times in the Jordan, and your flesh will be restored and you will be cleansed.” 11 But Naaman went away angry and said, “I thought that he would surely come out to me and stand and call on the name of the Lord his God, wave his hand over the spot and cure me of my leprosy. 12 Are not Abana and Pharpar, the rivers of Damascus, better than all the waters of Israel? Couldn’t I wash in them and be cleansed?” So he turned and went off in a rage. 13 Naaman’s servants went to him and said, “My father, if the prophet had told you to do some great thing, would you not have done it? How much more, then, when he tells you, ‘Wash and be cleansed’!” 14 So he went down and dipped himself in the Jordan seven times, as the man of God had told him, and his flesh was restored and became clean like that of a young boy. 15 Then Naaman and all his attendants went back to the man of God. He stood before him and said, “Now I know that there is no God in all the world except in Israel. So please accept a gift from your servant.” 16 The prophet answered, “As surely as the Lord lives, whom I serve, I will not accept a thing.” And even though Naaman urged him, he refused. 17 “If you will not,” said Naaman, “please let me, your servant, be given as much earth as a pair of mules can carry, for your servant will never again make burnt offerings and sacrifices to any other god but the Lord. 18 But may the Lord forgive your servant for this one thing: When my master enters the temple of Rimmon to bow down and he is leaning on my arm and I have to bow there also—when I bow down in the temple of Rimmon, may the Lord forgive your servant for this.” 19 “Go in peace,” Elisha said. After Naaman had traveled some distance, 20 Gehazi, the servant of Elisha the man of God, said to himself, “My master was too easy on Naaman, this Aramean, by not accepting from him what he brought. As surely as the Lord lives, I will run after him and get something from him.” 21 So Gehazi hurried after Naaman. When Naaman saw him running toward him, he got down from the chariot to meet him. “Is everything all right?” he asked. 22 “Everything is all right,” Gehazi answered. “My master sent me to say, ‘Two young men from the company of the prophets have just come to me from the hill country of Ephraim. Please give them a talent[d] of silver and two sets of clothing.’” 23 “By all means, take two talents,” said Naaman. He urged Gehazi to accept them, and then tied up the two talents of silver in two bags, with two sets of clothing. He gave them to two of his servants, and they carried them ahead of Gehazi. 24 When Gehazi came to the hill, he took the things from the servants and put them away in the house. He sent the men away and they left. 25 When he went in and stood before his master, Elisha asked him, “Where have you been, Gehazi?” “Your servant didn’t go anywhere,” Gehazi answered. 26 But Elisha said to him, “Was not my spirit with you when the man got down from his chariot to meet you? Is this the time to take money or to accept clothes—or olive groves and vineyards, or flocks and herds, or male and female slaves? 27 Naaman’s leprosy will cling to you and to your descendants forever.” Then Gehazi went from Elisha’s presence and his skin was leprous—it had become as white as snow.",
          "link": ""
        },
        {
          "title": "Chapter VI: An Axhead Floats",
          "image": "images/workshop.png",
          "description": "The company of the prophets said to Elisha, “Look, the place where we meet with you is too small for us. 2 Let us go to the Jordan, where each of us can get a pole; and let us build a place there for us to meet.” And he said, “Go.” 3 Then one of them said, “Won’t you please come with your servants?” “I will,” Elisha replied. 4 And he went with them. They went to the Jordan and began to cut down trees. 5 As one of them was cutting down a tree, the iron axhead fell into the water. “Oh no, my lord!” he cried out. “It was borrowed!” 6 The man of God asked, “Where did it fall?” When he showed him the place, Elisha cut a stick and threw it there, and made the iron float. 7 “Lift it out,” he said. Then the man reached out his hand and took it. Elisha Traps Blinded Arameans 8 Now the king of Aram was at war with Israel. After conferring with his officers, he said, “I will set up my camp in such and such a place.” 9 The man of God sent word to the king of Israel: “Beware of passing that place, because the Arameans are going down there.” 10 So the king of Israel checked on the place indicated by the man of God. Time and again Elisha warned the king, so that he was on his guard in such places. 11 This enraged the king of Aram. He summoned his officers and demanded of them, “Tell me! Which of us is on the side of the king of Israel?” 12 “None of us, my lord the king,” said one of his officers, “but Elisha, the prophet who is in Israel, tells the king of Israel the very words you speak in your bedroom.” 13 “Go, find out where he is,” the king ordered, “so I can send men and capture him.” The report came back: “He is in Dothan.” 14 Then he sent horses and chariots and a strong force there. They went by night and surrounded the city. 15 When the servant of the man of God got up and went out early the next morning, an army with horses and chariots had surrounded the city. “Oh no, my lord! What shall we do?” the servant asked. 16 “Don’t be afraid,” the prophet answered. “Those who are with us are more than those who are with them.” 17 And Elisha prayed, “Open his eyes, Lord, so that he may see.” Then the Lord opened the servant’s eyes, and he looked and saw the hills full of horses and chariots of fire all around Elisha. 18 As the enemy came down toward him, Elisha prayed to the Lord, “Strike this army with blindness.” So he struck them with blindness, as Elisha had asked. 19 Elisha told them, “This is not the road and this is not the city. Follow me, and I will lead you to the man you are looking for.” And he led them to Samaria. 20 After they entered the city, Elisha said, “Lord, open the eyes of these men so they can see.” Then the Lord opened their eyes and they looked, and there they were, inside Samaria. 21 When the king of Israel saw them, he asked Elisha, “Shall I kill them, my father? Shall I kill them?” 22 “Do not kill them,” he answered. “Would you kill those you have captured with your own sword or bow? Set food and water before them so that they may eat and drink and then go back to their master.” 23 So he prepared a great feast for them, and after they had finished eating and drinking, he sent them away, and they returned to their master. So the bands from Aram stopped raiding Israel’s territory. Famine in Besieged Samaria 24 Some time later, Ben-Hadad king of Aram mobilized his entire army and marched up and laid siege to Samaria. 25 There was a great famine in the city; the siege lasted so long that a donkey’s head sold for eighty shekels[a] of silver, and a quarter of a cab[b] of seed pods[c] for five shekels.[d] 26 As the king of Israel was passing by on the wall, a woman cried to him, “Help me, my lord the king!” 27 The king replied, “If the Lord does not help you, where can I get help for you? From the threshing floor? From the winepress?” 28 Then he asked her, “What’s the matter?” She answered, “This woman said to me, ‘Give up your son so we may eat him today, and tomorrow we’ll eat my son.’ 29 So we cooked my son and ate him. The next day I said to her, ‘Give up your son so we may eat him,’ but she had hidden him.” 30 When the king heard the woman’s words, he tore his robes. As he went along the wall, the people looked, and they saw that, under his robes, he had sackcloth on his body. 31 He said, “May God deal with me, be it ever so severely, if the head of Elisha son of Shaphat remains on his shoulders today!” 32 Now Elisha was sitting in his house, and the elders were sitting with him. The king sent a messenger ahead, but before he arrived, Elisha said to the elders, “Don’t you see how this murderer is sending someone to cut off my head? Look, when the messenger comes, shut the door and hold it shut against him. Is not the sound of his master’s footsteps behind him?” 33 While he was still talking to them, the messenger came down to him. The king said, “This disaster is from the Lord. Why should I wait for the Lord any longer?”"
        },
        {
          "title": "Chapter VII: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter VIII: ",
          "image": "images/workshop.png",
          "description": "",
          "link": " "
        },
        {
          "title": "Chapter IX: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter X: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XI: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XII: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XIII: ",
          "image": "images/workshop.png",
          "description":  "",
          "link": ""
      },
        {
          "title": "Chapter XIV: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XV: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XVI: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XVII: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XVIII: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XIX: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XX: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XXI: ",
          "image": "images/workshop.png",
          "description": "",
          "link": ""
        },
    
        {
            "title": "Chapter XXII: ",
            "image": "images/workshop.png",
            "description": "",
            "link": ""
          },
    
    
    
        {
          "title": "As of April 10th 2024",
          "image": "images/workshop.png",
          "description": "This is the current progress up until the end of II Kings in the re-imagining of the App! Much more to be coming AND QUICKLY!! God bless and keep you.",
          "link": ""
        }
    
    
      ]
    }
    