{
    "books": [
        {
          "title": "Chapter I: The Lord’s Judgment on Ahaziah",
          "image": "images/city_bible_reading.png",
          "description":  "After Ahab’s death, Moab rebelled against Israel. 2 Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, “Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.” 3 But the angel of the Lord said to Elijah the Tishbite, “Go up and meet the messengers of the king of Samaria and ask them, ‘Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?’ 4 Therefore this is what the Lord says: ‘You will not leave the bed you are lying on. You will certainly die!’” So Elijah went. 5 When the messengers returned to the king, he asked them, “Why have you come back?” 6 “A man came to meet us,” they replied. “And he said to us, ‘Go back to the king who sent you and tell him, “This is what the Lord says: Is it because there is no God in Israel that you are sending messengers to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!”’” 7 The king asked them, “What kind of man was it who came to meet you and told you this?” 8 They replied, “He had a garment of hair[a] and had a leather belt around his waist.” The king said, “That was Elijah the Tishbite.” 9 Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, “Man of God, the king says, ‘Come down!’” 10 Elijah answered the captain, “If I am a man of God, may fire come down from heaven and consume you and your fifty men!” Then fire fell from heaven and consumed the captain and his men. 11 At this the king sent to Elijah another captain with his fifty men. The captain said to him, “Man of God, this is what the king says, ‘Come down at once!’” 12 “If I am a man of God,” Elijah replied, “may fire come down from heaven and consume you and your fifty men!” Then the fire of God fell from heaven and consumed him and his fifty men. 13 So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. “Man of God,” he begged, “please have respect for my life and the lives of these fifty men, your servants! 14 See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!” 15 The angel of the Lord said to Elijah, “Go down with him; do not be afraid of him.” So Elijah got up and went down with him to the king. 16 He told the king, “This is what the Lord says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!” 17 So he died, according to the word of the Lord that Elijah had spoken. Because Ahaziah had no son, Joram[b] succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. 18 As for all the other events of Ahaziah’s reign, and what he did, are they not written in the book of the annals of the kings of Israel?",
          "link": ""
      },
        {
          "title": "Chapter II: Elijah Taken Up to Heaven",
          "image": "images/city_bible_reading.png",
          "description": "When the Lord was about to take Elijah up to heaven in a whirlwind, Elijah and Elisha were on their way from Gilgal. 2 Elijah said to Elisha, “Stay here; the Lord has sent me to Bethel.” But Elisha said, “As surely as the Lord lives and as you live, I will not leave you.” So they went down to Bethel. 3 The company of the prophets at Bethel came out to Elisha and asked, “Do you know that the Lord is going to take your master from you today?” “Yes, I know,” Elisha replied, “so be quiet.” 4 Then Elijah said to him, “Stay here, Elisha; the Lord has sent me to Jericho.” And he replied, “As surely as the Lord lives and as you live, I will not leave you.” So they went to Jericho. 5 The company of the prophets at Jericho went up to Elisha and asked him, “Do you know that the Lord is going to take your master from you today?” “Yes, I know,” he replied, “so be quiet.” 6 Then Elijah said to him, “Stay here; the Lord has sent me to the Jordan.” And he replied, “As surely as the Lord lives and as you live, I will not leave you.” So the two of them walked on. 7 Fifty men from the company of the prophets went and stood at a distance, facing the place where Elijah and Elisha had stopped at the Jordan. 8 Elijah took his cloak, rolled it up and struck the water with it. The water divided to the right and to the left, and the two of them crossed over on dry ground. 9 When they had crossed, Elijah said to Elisha, “Tell me, what can I do for you before I am taken from you?” “Let me inherit a double portion of your spirit,” Elisha replied. 10 “You have asked a difficult thing,” Elijah said, “yet if you see me when I am taken from you, it will be yours—otherwise, it will not.” 11 As they were walking along and talking together, suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind. 12 Elisha saw this and cried out, “My father! My father! The chariots and horsemen of Israel!” And Elisha saw him no more. Then he took hold of his garment and tore it in two. 13 Elisha then picked up Elijah’s cloak that had fallen from him and went back and stood on the bank of the Jordan. 14 He took the cloak that had fallen from Elijah and struck the water with it. “Where now is the Lord, the God of Elijah?” he asked. When he struck the water, it divided to the right and to the left, and he crossed over. 15 The company of the prophets from Jericho, who were watching, said, “The spirit of Elijah is resting on Elisha.” And they went to meet him and bowed to the ground before him. 16 “Look,” they said, “we your servants have fifty able men. Let them go and look for your master. Perhaps the Spirit of the Lord has picked him up and set him down on some mountain or in some valley.” “No,” Elisha replied, “do not send them.” 17 But they persisted until he was too embarrassed to refuse. So he said, “Send them.” And they sent fifty men, who searched for three days but did not find him. 18 When they returned to Elisha, who was staying in Jericho, he said to them, “Didn’t I tell you not to go?” Healing of the Water 19 The people of the city said to Elisha, “Look, our lord, this town is well situated, as you can see, but the water is bad and the land is unproductive.” 20 “Bring me a new bowl,” he said, “and put salt in it.” So they brought it to him. 21 Then he went out to the spring and threw the salt into it, saying, “This is what the Lord says: ‘I have healed this water. Never again will it cause death or make the land unproductive.’” 22 And the water has remained pure to this day, according to the word Elisha had spoken. Elisha Is Jeered 23 From there Elisha went up to Bethel. As he was walking along the road, some boys came out of the town and jeered at him. “Get out of here, baldy!” they said. “Get out of here, baldy!” 24 He turned around, looked at them and called down a curse on them in the name of the Lord. Then two bears came out of the woods and mauled forty-two of the boys. 25 And he went on to Mount Carmel and from there returned to Samaria.",
          "link": ""
        },
        {
          "title": "Chapter III: Moab Revolts",
          "image": "images/city_bible_reading.png",
          "description": "Joram[a] son of Ahab became king of Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and he reigned twelve years. 2 He did evil in the eyes of the Lord, but not as his father and mother had done. He got rid of the sacred stone of Baal that his father had made. 3 Nevertheless he clung to the sins of Jeroboam son of Nebat, which he had caused Israel to commit; he did not turn away from them. 4 Now Mesha king of Moab raised sheep, and he had to pay the king of Israel a tribute of a hundred thousand lambs and the wool of a hundred thousand rams. 5 But after Ahab died, the king of Moab rebelled against the king of Israel. 6 So at that time King Joram set out from Samaria and mobilized all Israel. 7 He also sent this message to Jehoshaphat king of Judah: “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” “I will go with you,” he replied. “I am as you are, my people as your people, my horses as your horses.” 8 “By what route shall we attack?” he asked. “Through the Desert of Edom,” he answered. 9 So the king of Israel set out with the king of Judah and the king of Edom. After a roundabout march of seven days, the army had no more water for themselves or for the animals with them. 10 “What!” exclaimed the king of Israel. “Has the Lord called us three kings together only to deliver us into the hands of Moab?” 11 But Jehoshaphat asked, “Is there no prophet of the Lord here, through whom we may inquire of the Lord?” An officer of the king of Israel answered, “Elisha son of Shaphat is here. He used to pour water on the hands of Elijah.[b]” 12 Jehoshaphat said, “The word of the Lord is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him. 13 Elisha said to the king of Israel, “Why do you want to involve me? Go to the prophets of your father and the prophets of your mother.” “No,” the king of Israel answered, “because it was the Lord who called us three kings together to deliver us into the hands of Moab.” 14 Elisha said, “As surely as the Lord Almighty lives, whom I serve, if I did not have respect for the presence of Jehoshaphat king of Judah, I would not pay any attention to you. 15 But now bring me a harpist.” While the harpist was playing, the hand of the Lord came on Elisha 16 and he said, “This is what the Lord says: I will fill this valley with pools of water. 17 For this is what the Lord says: You will see neither wind nor rain, yet this valley will be filled with water, and you, your cattle and your other animals will drink. 18 This is an easy thing in the eyes of the Lord; he will also deliver Moab into your hands. 19 You will overthrow every fortified city and every major town. You will cut down every good tree, stop up all the springs, and ruin every good field with stones.” 20 The next morning, about the time for offering the sacrifice, there it was—water flowing from the direction of Edom! And the land was filled with water. 21 Now all the Moabites had heard that the kings had come to fight against them; so every man, young and old, who could bear arms was called up and stationed on the border. 22 When they got up early in the morning, the sun was shining on the water. To the Moabites across the way, the water looked red—like blood. 23 “That’s blood!” they said. “Those kings must have fought and slaughtered each other. Now to the plunder, Moab!” 24 But when the Moabites came to the camp of Israel, the Israelites rose up and fought them until they fled. And the Israelites invaded the land and slaughtered the Moabites. 25 They destroyed the towns, and each man threw a stone on every good field until it was covered. They stopped up all the springs and cut down every good tree. Only Kir Hareseth was left with its stones in place, but men armed with slings surrounded it and attacked it. 26 When the king of Moab saw that the battle had gone against him, he took with him seven hundred swordsmen to break through to the king of Edom, but they failed. 27 Then he took his firstborn son, who was to succeed him as king, and offered him as a sacrifice on the city wall. The fury against Israel was great; they withdrew and returned to their own land.",
          "link": ""
        },
        {
          "title": "Chapter IV: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter V: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter VI: ",
          "image": "images/city_bible_reading.png",
          "description": ""
        },
        {
          "title": "Chapter VII: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter VIII: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": " "
        },
        {
          "title": "Chapter IX: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter X: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XI: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XII: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XIII: ",
          "image": "images/city_bible_reading.png",
          "description":  "",
          "link": ""
      },
        {
          "title": "Chapter XIV: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XV: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XVI: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XVII: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XVIII: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XIX: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XX: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
        {
          "title": "Chapter XXI: ",
          "image": "images/city_bible_reading.png",
          "description": "",
          "link": ""
        },
    
        {
            "title": "Chapter XXII: ",
            "image": "images/city_bible_reading.png",
            "description": "",
            "link": ""
          },
    
    
    
        {
          "title": "As of April 10th 2024",
          "image": "images/city_bible_reading.png",
          "description": "This is the current progress up until the end of II Kings in the re-imagining of the App! Much more to be coming AND QUICKLY!! God bless and keep you.",
          "link": ""
        }
    
    
      ]
    }
    