{
    "books": [
      {
        "title": "Chapter I: The beginning of the good news about Jesus",
        "image": "images/first_john_cards.png",
        "description":  " the Messiah, the Son of God, 2 as it is written in Isaiah the prophet: “I will send my messenger ahead of you, who will prepare your way”[c]— 3 “a voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for him.’”[d] 4 And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins. 5 The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River. 6 John wore clothing made of camel’s hair, with a leather belt around his waist, and he ate locusts and wild honey. 7 And this was his message: “After me comes the one more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie. 8 I baptize you with[e] water, but he will baptize you with[f] the Holy Spirit.” The Baptism and Testing of Jesus 9 At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. 10 Just as Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove. 11 And a voice came from heaven: “You are my Son, whom I love; with you I am well pleased.” 12 At once the Spirit sent him out into the wilderness, 13 and he was in the wilderness forty days, being tempted[g] by Satan. He was with the wild animals, and angels attended him. Jesus Announces the Good News 14 After John was put in prison, Jesus went into Galilee, proclaiming the good news of God. 15 “The time has come,” he said. “The kingdom of God has come near. Repent and believe the good news!” Jesus Calls His First Disciples 16 As Jesus walked beside the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the lake, for they were fishermen. 17 “Come, follow me,” Jesus said, “and I will send you out to fish for people.” 18 At once they left their nets and followed him. 19 When he had gone a little farther, he saw James son of Zebedee and his brother John in a boat, preparing their nets. 20 Without delay he called them, and they left their father Zebedee in the boat with the hired men and followed him. Jesus Drives Out an Impure Spirit 21 They went to Capernaum, and when the Sabbath came, Jesus went into the synagogue and began to teach. 22 The people were amazed at his teaching, because he taught them as one who had authority, not as the teachers of the law. 23 Just then a man in their synagogue who was possessed by an impure spirit cried out, 24 “What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!” 25 “Be quiet!” said Jesus sternly. “Come out of him!” 26 The impure spirit shook the man violently and came out of him with a shriek. 27 The people were all so amazed that they asked each other, “What is this? A new teaching—and with authority! He even gives orders to impure spirits and they obey him.” 28 News about him spread quickly over the whole region of Galilee. Jesus Heals Many 29 As soon as they left the synagogue, they went with James and John to the home of Simon and Andrew. 30 Simon’s mother-in-law was in bed with a fever, and they immediately told Jesus about her. 31 So he went to her, took her hand and helped her up. The fever left her and she began to wait on them. 32 That evening after sunset the people brought to Jesus all the sick and demon-possessed. 33 The whole town gathered at the door, 34 and Jesus healed many who had various diseases. He also drove out many demons, but he would not let the demons speak because they knew who he was. Jesus Prays in a Solitary Place 35 Very early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed. 36 Simon and his companions went to look for him, 37 and when they found him, they exclaimed: “Everyone is looking for you!” 38 Jesus replied, “Let us go somewhere else—to the nearby villages—so I can preach there also. That is why I have come.” 39 So he traveled throughout Galilee, preaching in their synagogues and driving out demons. Jesus Heals a Man With Leprosy 40 A man with leprosy[h] came to him and begged him on his knees, “If you are willing, you can make me clean.” 41 Jesus was indignant.[i] He reached out his hand and touched the man. “I am willing,” he said. “Be clean!” 42 Immediately the leprosy left him and he was cleansed. 43 Jesus sent him away at once with a strong warning: 44 “See that you don’t tell this to anyone. But go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.” 45 Instead he went out and began to talk freely, spreading the news. As a result, Jesus could no longer enter a town openly but stayed outside in lonely places. Yet the people still came to him from everywhere.",
        "link": ""
    },
      {
        "title": "Chapter II:  Jesus again entered Capernaum",
        "image": "images/first_john_cards.png",
        "description": "the people heard that he had come home. 2 They gathered in such large numbers that there was no room left, not even outside the door, and he preached the word to them. 3 Some men came, bringing to him a paralyzed man, carried by four of them. 4 Since they could not get him to Jesus because of the crowd, they made an opening in the roof above Jesus by digging through it and then lowered the mat the man was lying on. 5 When Jesus saw their faith, he said to the paralyzed man, “Son, your sins are forgiven.” 6 Now some teachers of the law were sitting there, thinking to themselves, 7 “Why does this fellow talk like that? He’s blaspheming! Who can forgive sins but God alone?” 8 Immediately Jesus knew in his spirit that this was what they were thinking in their hearts, and he said to them, “Why are you thinking these things? 9 Which is easier: to say to this paralyzed man, ‘Your sins are forgiven,’ or to say, ‘Get up, take your mat and walk’? 10 But I want you to know that the Son of Man has authority on earth to forgive sins.” So he said to the man, 11 “I tell you, get up, take your mat and go home.” 12 He got up, took his mat and walked out in full view of them all. This amazed everyone and they praised God, saying, “We have never seen anything like this!” Jesus Calls Levi and Eats With Sinners 13 Once again Jesus went out beside the lake. A large crowd came to him, and he began to teach them. 14 As he walked along, he saw Levi son of Alphaeus sitting at the tax collector’s booth. “Follow me,” Jesus told him, and Levi got up and followed him. 15 While Jesus was having dinner at Levi’s house, many tax collectors and sinners were eating with him and his disciples, for there were many who followed him. 16 When the teachers of the law who were Pharisees saw him eating with the sinners and tax collectors, they asked his disciples: “Why does he eat with tax collectors and sinners?” 17 On hearing this, Jesus said to them, “It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.” Jesus Questioned About Fasting 18 Now John’s disciples and the Pharisees were fasting. Some people came and asked Jesus, “How is it that John’s disciples and the disciples of the Pharisees are fasting, but yours are not?” 19 Jesus answered, “How can the guests of the bridegroom fast while he is with them? They cannot, so long as they have him with them. 20 But the time will come when the bridegroom will be taken from them, and on that day they will fast. 21 “No one sews a patch of unshrunk cloth on an old garment. Otherwise, the new piece will pull away from the old, making the tear worse. 22 And no one pours new wine into old wineskins. Otherwise, the wine will burst the skins, and both the wine and the wineskins will be ruined. No, they pour new wine into new wineskins.” Jesus Is Lord of the Sabbath 23 One Sabbath Jesus was going through the grainfields, and as his disciples walked along, they began to pick some heads of grain. 24 The Pharisees said to him, “Look, why are they doing what is unlawful on the Sabbath?” 25 He answered, “Have you never read what David did when he and his companions were hungry and in need? 26 In the days of Abiathar the high priest, he entered the house of God and ate the consecrated bread, which is lawful only for priests to eat. And he also gave some to his companions.” 27 Then he said to them, “The Sabbath was made for man, not man for the Sabbath. 28 So the Son of Man is Lord even of the Sabbath.”",
        "link": ""
      },
      {
        "title": "Chapter III:  Jesus went into the synagogue",
        "image": "images/first_john_cards.png",
        "description": " and a man with a shriveled hand was there. 2 Some of them were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal him on the Sabbath. 3 Jesus said to the man with the shriveled hand, “Stand up in front of everyone.” 4 Then Jesus asked them, “Which is lawful on the Sabbath: to do good or to do evil, to save life or to kill?” But they remained silent. 5 He looked around at them in anger and, deeply distressed at their stubborn hearts, said to the man, “Stretch out your hand.” He stretched it out, and his hand was completely restored. 6 Then the Pharisees went out and began to plot with the Herodians how they might kill Jesus. Crowds Follow Jesus 7 Jesus withdrew with his disciples to the lake, and a large crowd from Galilee followed. 8 When they heard about all he was doing, many people came to him from Judea, Jerusalem, Idumea, and the regions across the Jordan and around Tyre and Sidon. 9 Because of the crowd he told his disciples to have a small boat ready for him, to keep the people from crowding him. 10 For he had healed many, so that those with diseases were pushing forward to touch him. 11 Whenever the impure spirits saw him, they fell down before him and cried out, “You are the Son of God.” 12 But he gave them strict orders not to tell others about him. Jesus Appoints the Twelve 13 Jesus went up on a mountainside and called to him those he wanted, and they came to him. 14 He appointed twelve[a] that they might be with him and that he might send them out to preach 15 and to have authority to drive out demons. 16 These are the twelve he appointed: Simon (to whom he gave the name Peter), 17 James son of Zebedee and his brother John (to them he gave the name Boanerges, which means “sons of thunder”), 18 Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddaeus, Simon the Zealot 19 and Judas Iscariot, who betrayed him. Jesus Accused by His Family and by Teachers of the Law 20 Then Jesus entered a house, and again a crowd gathered, so that he and his disciples were not even able to eat. 21 When his family[b] heard about this, they went to take charge of him, for they said, “He is out of his mind.” 22 And the teachers of the law who came down from Jerusalem said, “He is possessed by Beelzebul! By the prince of demons he is driving out demons.” 23 So Jesus called them over to him and began to speak to them in parables: “How can Satan drive out Satan? 24 If a kingdom is divided against itself, that kingdom cannot stand. 25 If a house is divided against itself, that house cannot stand. 26 And if Satan opposes himself and is divided, he cannot stand; his end has come. 27 In fact, no one can enter a strong man’s house without first tying him up. Then he can plunder the strong man’s house. 28 Truly I tell you, people can be forgiven all their sins and every slander they utter, 29 but whoever blasphemes against the Holy Spirit will never be forgiven; they are guilty of an eternal sin.” 30 He said this because they were saying, “He has an impure spirit.” 31 Then Jesus’ mother and brothers arrived. Standing outside, they sent someone in to call him. 32 A crowd was sitting around him, and they told him, “Your mother and brothers are outside looking for you.” 33 “Who are my mother and my brothers?” he asked. 34 Then he looked at those seated in a circle around him and said, “Here are my mother and my brothers! 35 Whoever does God’s will is my brother and sister and mother.”",
        "link": ""
      },
      {
        "title": "Chapter IV: Jesus began to teach by the lake",
        "image": "images/first_john_cards.png",
        "description": "Again Jesus began to teach by the lake. The crowd that gathered around him was so large that he got into a boat and sat in it out on the lake, while all the people were along the shore at the water’s edge. 2 He taught them many things by parables, and in his teaching said: 3 “Listen! A farmer went out to sow his seed. 4 As he was scattering the seed, some fell along the path, and the birds came and ate it up. 5 Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. 6 But when the sun came up, the plants were scorched, and they withered because they had no root. 7 Other seed fell among thorns, which grew up and choked the plants, so that they did not bear grain. 8 Still other seed fell on good soil. It came up, grew and produced a crop, some multiplying thirty, some sixty, some a hundred times.” 9 Then Jesus said, “Whoever has ears to hear, let them hear.” 10 When he was alone, the Twelve and the others around him asked him about the parables. 11 He told them, “The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables 12 so that, “‘they may be ever seeing but never perceiving, and ever hearing but never understanding; otherwise they might turn and be forgiven!’[a]” 13 Then Jesus said to them, “Don’t you understand this parable? How then will you understand any parable? 14 The farmer sows the word. 15 Some people are like seed along the path, where the word is sown. As soon as they hear it, Satan comes and takes away the word that was sown in them. 16 Others, like seed sown on rocky places, hear the word and at once receive it with joy. 17 But since they have no root, they last only a short time. When trouble or persecution comes because of the word, they quickly fall away. 18 Still others, like seed sown among thorns, hear the word; 19 but the worries of this life, the deceitfulness of wealth and the desires for other things come in and choke the word, making it unfruitful. 20 Others, like seed sown on good soil, hear the word, accept it, and produce a crop—some thirty, some sixty, some a hundred times what was sown.” A Lamp on a Stand 21 He said to them, “Do you bring in a lamp to put it under a bowl or a bed? Instead, don’t you put it on its stand? 22 For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open. 23 If anyone has ears to hear, let them hear.” 24 “Consider carefully what you hear,” he continued. “With the measure you use, it will be measured to you—and even more. 25 Whoever has will be given more; whoever does not have, even what they have will be taken from them.” The Parable of the Growing Seed 26 He also said, “This is what the kingdom of God is like. A man scatters seed on the ground. 27 Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how. 28 All by itself the soil produces grain—first the stalk, then the head, then the full kernel in the head. 29 As soon as the grain is ripe, he puts the sickle to it, because the harvest has come.” The Parable of the Mustard Seed 30 Again he said, “What shall we say the kingdom of God is like, or what parable shall we use to describe it? 31 It is like a mustard seed, which is the smallest of all seeds on earth. 32 Yet when planted, it grows and becomes the largest of all garden plants, with such big branches that the birds can perch in its shade.” 33 With many similar parables Jesus spoke the word to them, as much as they could understand. 34 He did not say anything to them without using a parable. But when he was alone with his own disciples, he explained everything. Jesus Calms the Storm 35 That day when evening came, he said to his disciples, “Let us go over to the other side.” 36 Leaving the crowd behind, they took him along, just as he was, in the boat. There were also other boats with him. 37 A furious squall came up, and the waves broke over the boat, so that it was nearly swamped. 38 Jesus was in the stern, sleeping on a cushion. The disciples woke him and said to him, “Teacher, don’t you care if we drown?” 39 He got up, rebuked the wind and said to the waves, “Quiet! Be still!” Then the wind died down and it was completely calm. 40 He said to his disciples, “Why are you so afraid? Do you still have no faith?” 41 They were terrified and asked each other, “Who is this? Even the wind and the waves obey him!”",
        "link": ""
      },
      {
        "title": "Chapter V: When Jesus got out of the boat ",
        "image": "images/first_john_cards.png",
        "description": "They went across the lake to the region of the Gerasenes.[a] 2 When Jesus got out of the boat, a man with an impure spirit came from the tombs to meet him. 3 This man lived in the tombs, and no one could bind him anymore, not even with a chain. 4 For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. 5 Night and day among the tombs and in the hills he would cry out and cut himself with stones. 6 When he saw Jesus from a distance, he ran and fell on his knees in front of him. 7 He shouted at the top of his voice, “What do you want with me, Jesus, Son of the Most High God? In God’s name don’t torture me!” 8 For Jesus had said to him, “Come out of this man, you impure spirit!” 9 Then Jesus asked him, “What is your name?” “My name is Legion,” he replied, “for we are many.” 10 And he begged Jesus again and again not to send them out of the area. 11 A large herd of pigs was feeding on the nearby hillside. 12 The demons begged Jesus, “Send us among the pigs; allow us to go into them.” 13 He gave them permission, and the impure spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. 14 Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. 15 When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. 16 Those who had seen it told the people what had happened to the demon-possessed man—and told about the pigs as well. 17 Then the people began to plead with Jesus to leave their region. 18 As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. 19 Jesus did not let him, but said, “Go home to your own people and tell them how much the Lord has done for you, and how he has had mercy on you.” 20 So the man went away and began to tell in the Decapolis[b] how much Jesus had done for him. And all the people were amazed. Jesus Raises a Dead Girl and Heals a Sick Woman 21 When Jesus had again crossed over by boat to the other side of the lake, a large crowd gathered around him while he was by the lake. 22 Then one of the synagogue leaders, named Jairus, came, and when he saw Jesus, he fell at his feet. 23 He pleaded earnestly with him, “My little daughter is dying. Please come and put your hands on her so that she will be healed and live.” 24 So Jesus went with him. A large crowd followed and pressed around him. 25 And a woman was there who had been subject to bleeding for twelve years. 26 She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse. 27 When she heard about Jesus, she came up behind him in the crowd and touched his cloak, 28 because she thought, “If I just touch his clothes, I will be healed.” 29 Immediately her bleeding stopped and she felt in her body that she was freed from her suffering. 30 At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, “Who touched my clothes?” 31 “You see the people crowding against you,” his disciples answered, “and yet you can ask, ‘Who touched me?’ ” 32 But Jesus kept looking around to see who had done it. 33 Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth. 34 He said to her, “Daughter, your faith has healed you. Go in peace and be freed from your suffering.” 35 While Jesus was still speaking, some people came from the house of Jairus, the synagogue leader. “Your daughter is dead,” they said. “Why bother the teacher anymore?” 36 Overhearing[c] what they said, Jesus told him, “Don’t be afraid; just believe.” 37 He did not let anyone follow him except Peter, James and John the brother of James. 38 When they came to the home of the synagogue leader, Jesus saw a commotion, with people crying and wailing loudly. 39 He went in and said to them, “Why all this commotion and wailing? The child is not dead but asleep.” 40 But they laughed at him. After he put them all out, he took the child’s father and mother and the disciples who were with him, and went in where the child was. 41 He took her by the hand and said to her, “Talitha koum!” (which means “Little girl, I say to you, get up!”). 42 Immediately the girl stood up and began to walk around (she was twelve years old). At this they were completely astonished. 43 He gave strict orders not to let anyone know about this, and told them to give her something to eat.",
         "link": ""
      },
      {
        "title": "Chapter VI: Jesus left there, to his hometown",
        "image": "images/first_john_cards.png",
        "description": "accompanied by his disciples. 2 When the Sabbath came, he began to teach in the synagogue, and many who heard him were amazed. “Where did this man get these things?” they asked. “What’s this wisdom that has been given him? What are these remarkable miracles he is performing? 3 Isn’t this the carpenter? Isn’t this Mary’s son and the brother of James, Joseph,[a] Judas and Simon? Aren’t his sisters here with us?” And they took offense at him. 4 Jesus said to them, “A prophet is not without honor except in his own town, among his relatives and in his own home.” 5 He could not do any miracles there, except lay his hands on a few sick people and heal them. 6 He was amazed at their lack of faith. Jesus Sends Out the Twelve Then Jesus went around teaching from village to village. 7 Calling the Twelve to him, he began to send them out two by two and gave them authority over impure spirits. 8 These were his instructions: “Take nothing for the journey except a staff—no bread, no bag, no money in your belts. 9 Wear sandals but not an extra shirt. 10 Whenever you enter a house, stay there until you leave that town. 11 And if any place will not welcome you or listen to you, leave that place and shake the dust off your feet as a testimony against them.” 12 They went out and preached that people should repent. 13 They drove out many demons and anointed many sick people with oil and healed them. John the Baptist Beheaded 14 King Herod heard about this, for Jesus’ name had become well known. Some were saying,[b] “John the Baptist has been raised from the dead, and that is why miraculous powers are at work in him.” 15 Others said, “He is Elijah.” And still others claimed, “He is a prophet, like one of the prophets of long ago.” 16 But when Herod heard this, he said, “John, whom I beheaded, has been raised from the dead!” 17 For Herod himself had given orders to have John arrested, and he had him bound and put in prison. He did this because of Herodias, his brother Philip’s wife, whom he had married. 18 For John had been saying to Herod, “It is not lawful for you to have your brother’s wife.” 19 So Herodias nursed a grudge against John and wanted to kill him. But she was not able to, 20 because Herod feared John and protected him, knowing him to be a righteous and holy man. When Herod heard John, he was greatly puzzled[c]; yet he liked to listen to him. 21 Finally the opportune time came. On his birthday Herod gave a banquet for his high officials and military commanders and the leading men of Galilee. 22 When the daughter of[d] Herodias came in and danced, she pleased Herod and his dinner guests. The king said to the girl, “Ask me for anything you want, and I’ll give it to you.” 23 And he promised her with an oath, “Whatever you ask I will give you, up to half my kingdom.” 24 She went out and said to her mother, “What shall I ask for?” “The head of John the Baptist,” she answered. 25 At once the girl hurried in to the king with the request: “I want you to give me right now the head of John the Baptist on a platter.” 26 The king was greatly distressed, but because of his oaths and his dinner guests, he did not want to refuse her. 27 So he immediately sent an executioner with orders to bring John’s head. The man went, beheaded John in the prison, 28 and brought back his head on a platter. He presented it to the girl, and she gave it to her mother. 29 On hearing of this, John’s disciples came and took his body and laid it in a tomb. Jesus Feeds the Five Thousand 30 The apostles gathered around Jesus and reported to him all they had done and taught. 31 Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, “Come with me by yourselves to a quiet place and get some rest.” 32 So they went away by themselves in a boat to a solitary place. 33 But many who saw them leaving recognized them and ran on foot from all the towns and got there ahead of them. 34 When Jesus landed and saw a large crowd, he had compassion on them, because they were like sheep without a shepherd. So he began teaching them many things. 35 By this time it was late in the day, so his disciples came to him. “This is a remote place,” they said, “and it’s already very late. 36 Send the people away so that they can go to the surrounding countryside and villages and buy themselves something to eat.” 37 But he answered, “You give them something to eat.” They said to him, “That would take more than half a year’s wages[e]! Are we to go and spend that much on bread and give it to them to eat?” 38 “How many loaves do you have?” he asked. “Go and see.” When they found out, they said, “Five—and two fish.” 39 Then Jesus directed them to have all the people sit down in groups on the green grass. 40 So they sat down in groups of hundreds and fifties. 41 Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to his disciples to distribute to the people. He also divided the two fish among them all. 42 They all ate and were satisfied, 43 and the disciples picked up twelve basketfuls of broken pieces of bread and fish. 44 The number of the men who had eaten was five thousand. Jesus Walks on the Water 45 Immediately Jesus made his disciples get into the boat and go on ahead of him to Bethsaida, while he dismissed the crowd. 46 After leaving them, he went up on a mountainside to pray. 47 Later that night, the boat was in the middle of the lake, and he was alone on land. 48 He saw the disciples straining at the oars, because the wind was against them. Shortly before dawn he went out to them, walking on the lake. He was about to pass by them, 49 but when they saw him walking on the lake, they thought he was a ghost. They cried out, 50 because they all saw him and were terrified. Immediately he spoke to them and said, “Take courage! It is I. Don’t be afraid.” 51 Then he climbed into the boat with them, and the wind died down. They were completely amazed, 52 for they had not understood about the loaves; their hearts were hardened. 53 When they had crossed over, they landed at Gennesaret and anchored there. 54 As soon as they got out of the boat, people recognized Jesus. 55 They ran throughout that whole region and carried the sick on mats to wherever they heard he was. 56 And wherever he went—into villages, towns or countryside—they placed the sick in the marketplaces. They begged him to let them touch even the edge of his cloak, and all who touched it were healed.",
        "link": ""
      },
      {
        "title": "Chapter VII:  The Pharisees and some of the teachers",
        "image": "images/first_john_cards.png",
        "description": "of the law who had come from Jerusalem gathered around Jesus 2 and saw some of his disciples eating food with hands that were defiled, that is, unwashed. 3 (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders. 4 When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles.[a]) 5 So the Pharisees and teachers of the law asked Jesus, “Why don’t your disciples live according to the tradition of the elders instead of eating their food with defiled hands?” 6 He replied, “Isaiah was right when he prophesied about you hypocrites; as it is written: “‘These people honor me with their lips, but their hearts are far from me. 7 They worship me in vain; their teachings are merely human rules.’[b] 8 You have let go of the commands of God and are holding on to human traditions.” 9 And he continued, “You have a fine way of setting aside the commands of God in order to observe[c] your own traditions! 10 For Moses said, ‘Honor your father and mother,’[d] and, ‘Anyone who curses their father or mother is to be put to death.’[e] 11 But you say that if anyone declares that what might have been used to help their father or mother is Corban (that is, devoted to God)— 12 then you no longer let them do anything for their father or mother. 13 Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.” 14 Again Jesus called the crowd to him and said, “Listen to me, everyone, and understand this. 15 Nothing outside a person can defile them by going into them. Rather, it is what comes out of a person that defiles them.” [16] [f] 17 After he had left the crowd and entered the house, his disciples asked him about this parable. 18 “Are you so dull?” he asked. “Don’t you see that nothing that enters a person from the outside can defile them? 19 For it doesn’t go into their heart but into their stomach, and then out of the body.” (In saying this, Jesus declared all foods clean.) 20 He went on: “What comes out of a person is what defiles them. 21 For it is from within, out of a person’s heart, that evil thoughts come—sexual immorality, theft, murder, 22 adultery, greed, malice, deceit, lewdness, envy, slander, arrogance and folly. 23 All these evils come from inside and defile a person.” Jesus Honors a Syrophoenician Woman’s Faith 24 Jesus left that place and went to the vicinity of Tyre.[g] He entered a house and did not want anyone to know it; yet he could not keep his presence secret. 25 In fact, as soon as she heard about him, a woman whose little daughter was possessed by an impure spirit came and fell at his feet. 26 The woman was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter. 27 “First let the children eat all they want,” he told her, “for it is not right to take the children’s bread and toss it to the dogs.” 28 “Lord,” she replied, “even the dogs under the table eat the children’s crumbs.” 29 Then he told her, “For such a reply, you may go; the demon has left your daughter.” 30 She went home and found her child lying on the bed, and the demon gone. Jesus Heals a Deaf and Mute Man 31 Then Jesus left the vicinity of Tyre and went through Sidon, down to the Sea of Galilee and into the region of the Decapolis.[h] 32 There some people brought to him a man who was deaf and could hardly talk, and they begged Jesus to place his hand on him. 33 After he took him aside, away from the crowd, Jesus put his fingers into the man’s ears. Then he spit and touched the man’s tongue. 34 He looked up to heaven and with a deep sigh said to him, “Ephphatha!” (which means “Be opened!”). 35 At this, the man’s ears were opened, his tongue was loosened and he began to speak plainly. 36 Jesus commanded them not to tell anyone. But the more he did so, the more they kept talking about it. 37 People were overwhelmed with amazement. “He has done everything well,” they said. “He even makes the deaf hear and the mute speak.”",
        "link": ""
      },
      {
        "title": "Chapter VIII: “The Little Children and Jesus",
        "image": "images/first_john_cards.png",
        "description": "Since they had nothing to eat, Jesus called his disciples to him and said, 2 “I have compassion for these people; they have already been with me three days and have nothing to eat. 3 If I send them home hungry, they will collapse on the way, because some of them have come a long distance.” 4 His disciples answered, “But where in this remote place can anyone get enough bread to feed them?” 5 “How many loaves do you have?” Jesus asked. “Seven,” they replied. 6 He told the crowd to sit down on the ground. When he had taken the seven loaves and given thanks, he broke them and gave them to his disciples to distribute to the people, and they did so. 7 They had a few small fish as well; he gave thanks for them also and told the disciples to distribute them. 8 The people ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over. 9 About four thousand were present. After he had sent them away, 10 he got into the boat with his disciples and went to the region of Dalmanutha. 11 The Pharisees came and began to question Jesus. To test him, they asked him for a sign from heaven. 12 He sighed deeply and said, “Why does this generation ask for a sign? Truly I tell you, no sign will be given to it.” 13 Then he left them, got back into the boat and crossed to the other side. The Yeast of the Pharisees and Herod 14 The disciples had forgotten to bring bread, except for one loaf they had with them in the boat. 15 “Be careful,” Jesus warned them. “Watch out for the yeast of the Pharisees and that of Herod.” 16 They discussed this with one another and said, “It is because we have no bread.” 17 Aware of their discussion, Jesus asked them: “Why are you talking about having no bread? Do you still not see or understand? Are your hearts hardened? 18 Do you have eyes but fail to see, and ears but fail to hear? And don’t you remember? 19 When I broke the five loaves for the five thousand, how many basketfuls of pieces did you pick up?” “Twelve,” they replied. 20 “And when I broke the seven loaves for the four thousand, how many basketfuls of pieces did you pick up?” They answered, “Seven.” 21 He said to them, “Do you still not understand?” Jesus Heals a Blind Man at Bethsaida 22 They came to Bethsaida, and some people brought a blind man and begged Jesus to touch him. 23 He took the blind man by the hand and led him outside the village. When he had spit on the man’s eyes and put his hands on him, Jesus asked, “Do you see anything?” 24 He looked up and said, “I see people; they look like trees walking around.” 25 Once more Jesus put his hands on the man’s eyes. Then his eyes were opened, his sight was restored, and he saw everything clearly. 26 Jesus sent him home, saying, “Don’t even go into[a] the village.” Peter Declares That Jesus Is the Messiah 27 Jesus and his disciples went on to the villages around Caesarea Philippi. On the way he asked them, “Who do people say I am?” 28 They replied, “Some say John the Baptist; others say Elijah; and still others, one of the prophets.” 29 “But what about you?” he asked. “Who do you say I am?” Peter answered, “You are the Messiah.” 30 Jesus warned them not to tell anyone about him. Jesus Predicts His Death 31 He then began to teach them that the Son of Man must suffer many things and be rejected by the elders, the chief priests and the teachers of the law, and that he must be killed and after three days rise again. 32 He spoke plainly about this, and Peter took him aside and began to rebuke him. 33 But when Jesus turned and looked at his disciples, he rebuked Peter. “Get behind me, Satan!” he said. “You do not have in mind the concerns of God, but merely human concerns.” The Way of the Cross 34 Then he called the crowd to him along with his disciples and said: “Whoever wants to be my disciple must deny themselves and take up their cross and follow me. 35 For whoever wants to save their life[b] will lose it, but whoever loses their life for me and for the gospel will save it. 36 What good is it for someone to gain the whole world, yet forfeit their soul? 37 Or what can anyone give in exchange for their soul? 38 If anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will be ashamed of them when he comes in his Father’s glory with the holy angels.”",
        "link": ""
      },
      
      
      {
        "title": "Chapter IX: Trans -figuration ... After six days",
        "image": "images/first_john_cards.png",
        "description": "And he said to them, “Truly I tell you, some who are standing here will not taste death before they see that the kingdom of God has come with power.” The Transfiguration 2After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them. 3His clothes became dazzling white, whiter than anyone in the world could bleach them. 4And there appeared before them Elijah and Moses, who were talking with Jesus. 5Peter said to Jesus, “Rabbi, it is good for us to be here. Let us put up three shelters—one for you, one for Moses and one for Elijah.” 6(He did not know what to say, they were so frightened.) 7Then a cloud appeared and covered them, and a voice came from the cloud: “This is my Son, whom I love. Listen to him!” 8Suddenly, when they looked around, they no longer saw anyone with them except Jesus. 9As they were coming down the mountain, Jesus gave them orders not to tell anyone what they had seen until the Son of Man had risen from the dead. 10They kept the matter to themselves, discussing what “rising from the dead” meant. 11And they asked him, “Why do the teachers of the law say that Elijah must come first?” 12Jesus replied, “To be sure, Elijah does come first, and restores all things. Why then is it written that the Son of Man must suffer much and be rejected?13But I tell you, Elijah has come, and they have done to him everything they wished, just as it is written about him.” Jesus Heals a Boy Possessed by an Impure Spirit 14When they came to the other disciples, they saw a large crowd around them and the teachers of the law arguing with them. 15As soon as all the people saw Jesus, they were overwhelmed with wonder and ran to greet him. 16 “What are you arguing with them about?”he asked. 17A man in the crowd answered, “Teacher, I brought you my son, who is possessed by a spirit that has robbed him of speech. 18Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth and becomes rigid. I asked your disciples to drive out the spirit, but they could not.” 19 “You unbelieving generation,”Jesus replied, “how long shall I stay with you? How long shall I put up with you? Bring the boy to me.” 20So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth. 21Jesus asked the boy’s father, “How long has he been like this?” “From childhood,” he answered. 22“It has often thrown him into fire or water to kill him. But if you can do anything, take pity on us and help us.” 23 “ ‘If you can’?”said Jesus. “Everything is possible for one who believes.” 24Immediately the boy’s father exclaimed, “I do believe; help me overcome my unbelief!” 25When Jesus saw that a crowd was running to the scene, he rebuked the impure spirit. “You deaf and mute spirit,”he said, “I command you, come out of him and never enter him again.” 26The spirit shrieked, convulsed him violently and came out. The boy looked so much like a corpse that many said, “He’s dead.” 27But Jesus took him by the hand and lifted him to his feet, and he stood up. 28After Jesus had gone indoors, his disciples asked him privately, “Why couldn’t we drive it out?” 29He replied, “This kind can come out only by prayer.” Jesus Predicts His Death a Second Time 30They left that place and passed through Galilee. Jesus did not want anyone to know where they were, 31because he was teaching his disciples. He said to them, “The Son of Man is going to be delivered into the hands of men. They will kill him, and after three days he will rise.”32But they did not understand what he meant and were afraid to ask him about it. 33They came to Capernaum. When he was in the house, he asked them, “What were you arguing about on the road?”34But they kept quiet because on the way they had argued about who was the greatest. 35Sitting down, Jesus called the Twelve and said, “Anyone who wants to be first must be the very last, and the servant of all.” 36He took a little child whom he placed among them. Taking the child in his arms, he said to them, 37“Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.” Whoever Is Not Against Us Is for Us 38“Teacher,” said John, “we saw someone driving out demons in your name and we told him to stop, because he was not one of us.” 39 “Do not stop him,”Jesus said. “For no one who does a miracle in my name can in the next moment say anything bad about me,40for whoever is not against us is for us.41Truly I tell you, anyone who gives you a cup of water in my name because you belong to the Messiah will certainly not lose their reward. Causing to Stumble 42 “If anyone causes one of these little ones—those who believe in me—to stumble, it would be better for them if a large millstone were hung around their neck and they were thrown into the sea.43If your hand causes you to stumble, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out.[44] 45And if your foot causes you to stumble, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell.[46] 47And if your eye causes you to stumble, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell,48where “ ‘the worms that eat them do not die, and the fire is not quenched.’ 49 Everyone will be salted with fire. 50 “Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt among yourselves, and be at peace with each other.”",
        "link": ""
      },
      {
        "title": "Chapter X: and as was his custom, he taught them",
        "image": "images/first_john_cards.png",
        "description": "Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them. 2Some Pharisees came and tested him by asking, “Is it lawful for a man to divorce his wife?” 3 “What did Moses command you?”he replied. 4They said, “Moses permitted a man to write a certificate of divorce and send her away.” 5 “It was because your hearts were hard that Moses wrote you this law,”Jesus replied. 6“But at the beginning of creation God ‘made them male and female.’ 7‘For this reason a man will leave his father and mother and be united to his wife, 8and the two will become one flesh.’ So they are no longer two, but one flesh.9Therefore what God has joined together, let no one separate.” 10When they were in the house again, the disciples asked Jesus about this. 11He answered, “Anyone who divorces his wife and marries another woman commits adultery against her.12And if she divorces her husband and marries another man, she commits adultery.” The Little Children and Jesus 13People were bringing little children to Jesus for him to place his hands on them, but the disciples rebuked them. 14When Jesus saw this, he was indignant. He said to them, “Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these.15Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it.”16And he took the children in his arms, placed his hands on them and blessed them. The Rich and the Kingdom of God 17As Jesus started on his way, a man ran up to him and fell on his knees before him. “Good teacher,” he asked, “what must I do to inherit eternal life?” 18 “Why do you call me good?”Jesus answered. “No one is good—except God alone.19You know the commandments: ‘You shall not murder, you shall not commit adultery, you shall not steal, you shall not give false testimony, you shall not defraud, honor your father and mother.’” 20“Teacher,” he declared, “all these I have kept since I was a boy.” 21Jesus looked at him and loved him. “One thing you lack,”he said. “Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.” 22At this the man’s face fell. He went away sad, because he had great wealth. 23Jesus looked around and said to his disciples, “How hard it is for the rich to enter the kingdom of God!” 24The disciples were amazed at his words. But Jesus said again, “Children, how hard it is to enter the kingdom of God!25It is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.” 26The disciples were even more amazed, and said to each other, “Who then can be saved?” 27Jesus looked at them and said, “With man this is impossible, but not with God; all things are possible with God.” 28Then Peter spoke up, “We have left everything to follow you!” 29 “Truly I tell you,”Jesus replied, “no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel30will fail to receive a hundred times as much in this present age: homes, brothers, sisters, mothers, children and fields—along with persecutions—and in the age to come eternal life.31But many who are first will be last, and the last first.” Jesus Predicts His Death a Third Time 32They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him. 33“We are going up to Jerusalem,”he said, “and the Son of Man will be delivered over to the chief priests and the teachers of the law. They will condemn him to death and will hand him over to the Gentiles,34who will mock him and spit on him, flog him and kill him. Three days later he will rise.” The Request of James and John 35Then James and John, the sons of Zebedee, came to him. “Teacher,” they said, “we want you to do for us whatever we ask.” 36 “What do you want me to do for you?”he asked. 37They replied, “Let one of us sit at your right and the other at your left in your glory.” 38 “You don’t know what you are asking,”Jesus said. “Can you drink the cup I drink or be baptized with the baptism I am baptized with?” 39“We can,” they answered. Jesus said to them, “You will drink the cup I drink and be baptized with the baptism I am baptized with,40but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.” 41When the ten heard about this, they became indignant with James and John. 42Jesus called them together and said, “You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them.43Not so with you. Instead, whoever wants to become great among you must be your servant,44and whoever wants to be first must be slave of all.45For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.” Blind Bartimaeus Receives His Sight 46Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (which means “son of Timaeus”), was sitting by the roadside begging. 47When he heard that it was Jesus of Nazareth, he began to shout, “Jesus, Son of David, have mercy on me!” 48Many rebuked him and told him to be quiet, but he shouted all the more, “Son of David, have mercy on me!” 49Jesus stopped and said, “Call him.” So they called to the blind man, “Cheer up! On your feet! He’s calling you.” 50Throwing his cloak aside, he jumped to his feet and came to Jesus. 51 “What do you want me to do for you?”Jesus asked him. The blind man said, “Rabbi, I want to see.” 52 “Go,”said Jesus, “your faith has healed you.”Immediately he received his sight and followed Jesus along the road.",
        "link": ""
      },






      {
        "title": "Chapter XI: Jesus Comes to Jerusalem as King",
        "image": "images/first_john_cards.png",
        "description": "As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples, 2saying to them, “Go to the village ahead of you, and just as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here.3If anyone asks you, ‘Why are you doing this?’ say, ‘The Lord needs it and will send it back here shortly.’ ” 4They went and found a colt outside in the street, tied at a doorway. As they untied it, 5some people standing there asked, “What are you doing, untying that colt?” 6They answered as Jesus had told them to, and the people let them go. 7When they brought the colt to Jesus and threw their cloaks over it, he sat on it. 8Many people spread their cloaks on the road, while others spread branches they had cut in the fields. 9Those who went ahead and those who followed shouted, “Hosanna!” “Blessed is he who comes in the name of the Lord!” 10“Blessed is the coming kingdom of our father David!” “Hosanna in the highest heaven!” 11Jesus entered Jerusalem and went into the temple courts. He looked around at everything, but since it was already late, he went out to Bethany with the Twelve. Jesus Curses a Fig Tree and Clears the Temple Courts 12The next day as they were leaving Bethany, Jesus was hungry. 13Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs. 14Then he said to the tree, “May no one ever eat fruit from you again.”And his disciples heard him say it. 15On reaching Jerusalem, Jesus entered the temple courts and began driving out those who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves, 16and would not allow anyone to carry merchandise through the temple courts. 17And as he taught them, he said, “Is it not written: ‘My house will be called a house of prayer for all nations’? But you have made it ‘a den of robbers.’” 18The chief priests and the teachers of the law heard this and began looking for a way to kill him, for they feared him, because the whole crowd was amazed at his teaching. 19When evening came, Jesus and his disciples went out of the city. 20In the morning, as they went along, they saw the fig tree withered from the roots. 21Peter remembered and said to Jesus, “Rabbi, look! The fig tree you cursed has withered!” 22 “Have faith in God,”Jesus answered. 23“Truly I tell you, if anyone says to this mountain, ‘Go, throw yourself into the sea,’ and does not doubt in their heart but believes that what they say will happen, it will be done for them.24Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.25And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.”[26] The Authority of Jesus Questioned 27They arrived again in Jerusalem, and while Jesus was walking in the temple courts, the chief priests, the teachers of the law and the elders came to him. 28“By what authority are you doing these things?” they asked. “And who gave you authority to do this?” 29Jesus replied, “I will ask you one question. Answer me, and I will tell you by what authority I am doing these things.30John’s baptism—was it from heaven, or of human origin? Tell me!” 31They discussed it among themselves and said, “If we say, ‘From heaven,’ he will ask, ‘Then why didn’t you believe him?’ 32But if we say, ‘Of human origin’ …” (They feared the people, for everyone held that John really was a prophet.) 33So they answered Jesus, “We don’t know.” Jesus said, “Neither will I tell you by what authority I am doing these things.”",
        "link": ""
      },
      {
        "title": "Chapter XII: The Parable of the Tenants",
        "image": "images/first_john_cards.png",
        "description": "Jesus then began to speak to them in parables: “A man planted a vineyard. He put a wall around it, dug a pit for the winepress and built a watchtower. Then he rented the vineyard to some farmers and moved to another place.2At harvest time he sent a servant to the tenants to collect from them some of the fruit of the vineyard.3But they seized him, beat him and sent him away empty-handed.4Then he sent another servant to them; they struck this man on the head and treated him shamefully.5He sent still another, and that one they killed. He sent many others; some of them they beat, others they killed. 6 “He had one left to send, a son, whom he loved. He sent him last of all, saying, ‘They will respect my son.’ 7 “But the tenants said to one another, ‘This is the heir. Come, let’s kill him, and the inheritance will be ours.’8So they took him and killed him, and threw him out of the vineyard. 9 “What then will the owner of the vineyard do? He will come and kill those tenants and give the vineyard to others.10Haven’t you read this passage of Scripture: “ ‘The stone the builders rejected has become the cornerstone; 11 the Lord has done this, and it is marvelous in our eyes’ ?” 12Then the chief priests, the teachers of the law and the elders looked for a way to arrest him because they knew he had spoken the parable against them. But they were afraid of the crowd; so they left him and went away. Paying the Imperial Tax to Caesar 13Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words. 14They came to him and said, “Teacher, we know that you are a man of integrity. You aren’t swayed by others, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay the imperial tax to Caesar or not? 15Should we pay or shouldn’t we?” But Jesus knew their hypocrisy. “Why are you trying to trap me?”he asked. “Bring me a denarius and let me look at it.”16They brought the coin, and he asked them, “Whose image is this? And whose inscription?” “Caesar’s,” they replied. 17Then Jesus said to them, “Give back to Caesar what is Caesar’s and to God what is God’s.” And they were amazed at him. Marriage at the Resurrection 18Then the Sadducees, who say there is no resurrection, came to him with a question. 19“Teacher,” they said, “Moses wrote for us that if a man’s brother dies and leaves a wife but no children, the man must marry the widow and raise up offspring for his brother. 20Now there were seven brothers. The first one married and died without leaving any children. 21The second one married the widow, but he also died, leaving no child. It was the same with the third. 22In fact, none of the seven left any children. Last of all, the woman died too. 23At the resurrection whose wife will she be, since the seven were married to her?” 24Jesus replied, “Are you not in error because you do not know the Scriptures or the power of God?25When the dead rise, they will neither marry nor be given in marriage; they will be like the angels in heaven.26Now about the dead rising—have you not read in the Book of Moses, in the account of the burning bush, how God said to him, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?27He is not the God of the dead, but of the living. You are badly mistaken!” The Greatest Commandment 28One of the teachers of the law came and heard them debating. Noticing that Jesus had given them a good answer, he asked him, “Of all the commandments, which is the most important?” 29 “The most important one,”answered Jesus, “is this: ‘Hear, O Israel: The Lord our God, the Lord is one. 30Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ 31The second is this: ‘Love your neighbor as yourself.’ There is no commandment greater than these.” 32“Well said, teacher,” the man replied. “You are right in saying that God is one and there is no other but him. 33To love him with all your heart, with all your understanding and with all your strength, and to love your neighbor as yourself is more important than all burnt offerings and sacrifices.” 34When Jesus saw that he had answered wisely, he said to him, “You are not far from the kingdom of God.”And from then on no one dared ask him any more questions. Whose Son Is the Messiah? 35While Jesus was teaching in the temple courts, he asked, “Why do the teachers of the law say that the Messiah is the son of David?36David himself, speaking by the Holy Spirit, declared: “ ‘The Lord said to my Lord: “Sit at my right hand until I put your enemies under your feet.” ’ 37 David himself calls him ‘Lord.’ How then can he be his son?” The large crowd listened to him with delight. Warning Against the Teachers of the Law 38As he taught, Jesus said, “Watch out for the teachers of the law. They like to walk around in flowing robes and be greeted with respect in the marketplaces,39and have the most important seats in the synagogues and the places of honor at banquets.40They devour widows’ houses and for a show make lengthy prayers. These men will be punished most severely.” The Widow’s Offering 41Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. 42But a poor widow came and put in two very small copper coins, worth only a few cents. 43Calling his disciples to him, Jesus said, “Truly I tell you, this poor widow has put more into the treasury than all the others.44They all gave out of their wealth; but she, out of her poverty, put in everything—all she had to live on.”",
        "link": ""
      },
        {
        "title": "Chapter XIII: Signs of the End Times",
        "image": "images/first_john_cards.png",
        "description":  "1As Jesus was leaving the temple, one of his disciples said to him, “Look, Teacher! What massive stones! What magnificent buildings!” 2 “Do you see all these great buildings?”replied Jesus. “Not one stone here will be left on another; every one will be thrown down.” 3As Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John and Andrew asked him privately, 4“Tell us, when will these things happen? And what will be the sign that they are all about to be fulfilled?” 5Jesus said to them: “Watch out that no one deceives you.6Many will come in my name, claiming, ‘I am he,’ and will deceive many.7When you hear of wars and rumors of wars, do not be alarmed. Such things must happen, but the end is still to come.8Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines. These are the beginning of birth pains. 9 “You must be on your guard. You will be handed over to the local councils and flogged in the synagogues. On account of me you will stand before governors and kings as witnesses to them.10And the gospel must first be preached to all nations.11Whenever you are arrested and brought to trial, do not worry beforehand about what to say. Just say whatever is given you at the time, for it is not you speaking, but the Holy Spirit. 12 “Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death.13Everyone will hate you because of me, but the one who stands firm to the end will be saved. 14 “When you see ‘the abomination that causes desolation’ standing where it does not belong—let the reader understand—then let those who are in Judea flee to the mountains.15Let no one on the housetop go down or enter the house to take anything out.16Let no one in the field go back to get their cloak.17How dreadful it will be in those days for pregnant women and nursing mothers!18Pray that this will not take place in winter,19because those will be days of distress unequaled from the beginning, when God created the world, until now—and never to be equaled again. 20 “If the Lord had not cut short those days, no one would survive. But for the sake of the elect, whom he has chosen, he has shortened them.21At that time if anyone says to you, ‘Look, here is the Messiah!’ or, ‘Look, there he is!’ do not believe it.22For false messiahs and false prophets will appear and perform signs and wonders to deceive, if possible, even the elect.23So be on your guard; I have told you everything ahead of time. 24 “But in those days, following that distress, “ ‘the sun will be darkened, and the moon will not give its light; 25 the stars will fall from the sky, and the heavenly bodies will be shaken.’ 26 “At that time people will see the Son of Man coming in clouds with great power and glory.27And he will send his angels and gather his elect from the four winds, from the ends of the earth to the ends of the heavens. 28 “Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near.29Even so, when you see these things happening, you know that it is near, right at the door.30Truly I tell you, this generation will certainly not pass away until all these things have happened.31Heaven and earth will pass away, but my words will never pass away. The Day and Hour Unknown 32 “But about that day or hour no one knows, not even the angels in heaven, nor the Son, but only the Father.33Be on guard! Be alert! You do not know when that time will come.34It’s like a man going away: He leaves his house and puts his servants in charge, each with their assigned task, and tells the one at the door to keep watch. 35 “Therefore keep watch because you do not know when the owner of the house will come back—whether in the evening, or at midnight, or when the rooster crows, or at dawn.36If he comes suddenly, do not let him find you sleeping.37What I say to you, I say to everyone: ‘Watch!’ ” Currently Selected: Mark 13: NIV Highlight Share Copy",
        "link": ""
    },
    {
        "title": "Chapter XIV: Jesus Anointed at Bethany",
        "image": "images/first_john_cards.png",
        "description": "Now the Passover and the Festival of Unleavened Bread were only two days away, and the chief priests and the teachers of the law were scheming to arrest Jesus secretly and kill him. 2“But not during the festival,” they said, “or the people may riot.” 3While he was in Bethany, reclining at the table in the home of Simon the Leper, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the perfume on his head. 4Some of those present were saying indignantly to one another, “Why this waste of perfume? 5It could have been sold for more than a year’s wages and the money given to the poor.” And they rebuked her harshly. 6 “Leave her alone,”said Jesus. “Why are you bothering her? She has done a beautiful thing to me.7The poor you will always have with you, and you can help them any time you want. But you will not always have me.8She did what she could. She poured perfume on my body beforehand to prepare for my burial.9Truly I tell you, wherever the gospel is preached throughout the world, what she has done will also be told, in memory of her.” 10Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them. 11They were delighted to hear this and promised to give him money. So he watched for an opportunity to hand him over. The Last Supper 12On the first day of the Festival of Unleavened Bread, when it was customary to sacrifice the Passover lamb, Jesus’ disciples asked him, “Where do you want us to go and make preparations for you to eat the Passover?” 13So he sent two of his disciples, telling them, “Go into the city, and a man carrying a jar of water will meet you. Follow him.14Say to the owner of the house he enters, ‘The Teacher asks: Where is my guest room, where I may eat the Passover with my disciples?’15He will show you a large room upstairs, furnished and ready. Make preparations for us there.” 16The disciples left, went into the city and found things just as Jesus had told them. So they prepared the Passover. 17When evening came, Jesus arrived with the Twelve. 18While they were reclining at the table eating, he said, “Truly I tell you, one of you will betray me—one who is eating with me.” 19They were saddened, and one by one they said to him, “Surely you don’t mean me?” 20 “It is one of the Twelve,”he replied, “one who dips bread into the bowl with me.21The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.” 22While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, “Take it; this is my body.” 23Then he took a cup, and when he had given thanks, he gave it to them, and they all drank from it. 24 “This is my blood of the covenant, which is poured out for many,”he said to them. 25“Truly I tell you, I will not drink again from the fruit of the vine until that day when I drink it new in the kingdom of God.” 26When they had sung a hymn, they went out to the Mount of Olives. Jesus Predicts Peter’s Denial 27 “You will all fall away,”Jesus told them, “for it is written: “ ‘I will strike the shepherd, and the sheep will be scattered.’ 28 But after I have risen, I will go ahead of you into Galilee.” 29Peter declared, “Even if all fall away, I will not.” 30 “Truly I tell you,”Jesus answered, “today—yes, tonight—before the rooster crows twice you yourself will disown me three times.” 31But Peter insisted emphatically, “Even if I have to die with you, I will never disown you.” And all the others said the same. Gethsemane 32They went to a place called Gethsemane, and Jesus said to his disciples, “Sit here while I pray.”33He took Peter, James and John along with him, and he began to be deeply distressed and troubled. 34“My soul is overwhelmed with sorrow to the point of death,”he said to them. “Stay here and keep watch.” 35Going a little farther, he fell to the ground and prayed that if possible the hour might pass from him. 36“Abba,  Father,”he said, “everything is possible for you. Take this cup from me. Yet not what I will, but what you will.” 37Then he returned to his disciples and found them sleeping. “Simon,”he said to Peter, “are you asleep? Couldn’t you keep watch for one hour?38Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.” 39Once more he went away and prayed the same thing. 40When he came back, he again found them sleeping, because their eyes were heavy. They did not know what to say to him. 41Returning the third time, he said to them, “Are you still sleeping and resting? Enough! The hour has come. Look, the Son of Man is delivered into the hands of sinners.42Rise! Let us go! Here comes my betrayer!” Jesus Arrested 43Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders. 44Now the betrayer had arranged a signal with them: “The one I kiss is the man; arrest him and lead him away under guard.” 45Going at once to Jesus, Judas said, “Rabbi!” and kissed him. 46The men seized Jesus and arrested him. 47Then one of those standing near drew his sword and struck the servant of the high priest, cutting off his ear. 48 “Am I leading a rebellion,”said Jesus, “that you have come out with swords and clubs to capture me?49Every day I was with you, teaching in the temple courts, and you did not arrest me. But the Scriptures must be fulfilled.”50Then everyone deserted him and fled. 51A young man, wearing nothing but a linen garment, was following Jesus. When they seized him, 52he fled naked, leaving his garment behind. Jesus Before the Sanhedrin 53They took Jesus to the high priest, and all the chief priests, the elders and the teachers of the law came together. 54Peter followed him at a distance, right into the courtyard of the high priest. There he sat with the guards and warmed himself at the fire. 55The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find any. 56Many testified falsely against him, but their statements did not agree. 57Then some stood up and gave this false testimony against him: 58“We heard him say, ‘I will destroy this temple made with human hands and in three days will build another, not made with hands.’ ” 59Yet even then their testimony did not agree. 60Then the high priest stood up before them and asked Jesus, “Are you not going to answer? What is this testimony that these men are bringing against you?” 61But Jesus remained silent and gave no answer. Again the high priest asked him, “Are you the Messiah, the Son of the Blessed One?” 62 “I am,”said Jesus. “And you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.” 63The high priest tore his clothes. “Why do we need any more witnesses?” he asked. 64“You have heard the blasphemy. What do you think?” They all condemned him as worthy of death. 65Then some began to spit at him; they blindfolded him, struck him with their fists, and said, “Prophesy!” And the guards took him and beat him. Peter Disowns Jesus 66While Peter was below in the courtyard, one of the servant girls of the high priest came by. 67When she saw Peter warming himself, she looked closely at him. “You also were with that Nazarene, Jesus,” she said. 68But he denied it. “I don’t know or understand what you’re talking about,” he said, and went out into the entryway. 69When the servant girl saw him there, she said again to those standing around, “This fellow is one of them.” 70Again he denied it. After a little while, those standing near said to Peter, “Surely you are one of them, for you are a Galilean.” 71He began to call down curses, and he swore to them, “I don’t know this man you’re talking about.” 72Immediately the rooster crowed the second time. Then Peter remembered the word Jesus had spoken to him: “Before the rooster crows twice you will disown me three times.”And he broke down and wept. Currently Selected: Mark 14: NIV Highlight Share Copy",
        "link": ""
      },









      {
        "title": "Chapter XV: Why do your disciples break the tradition of the elders?",
        "image": "images/first_john_cards.png",
        "description": "Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked, 2 “Why do your disciples break the tradition of the elders? They don’t wash their hands before they eat!” 3 Jesus replied, “And why do you break the command of God for the sake of your tradition? 4 For God said, ‘Honor your father and mother’[a] and ‘Anyone who curses their father or mother is to be put to death.’[b] 5 But you say that if anyone declares that what might have been used to help their father or mother is ‘devoted to God,’ 6 they are not to ‘honor their father or mother’ with it. Thus you nullify the word of God for the sake of your tradition. 7 You hypocrites! Isaiah was right when he prophesied about you: 8 “‘These people honor me with their lips, but their hearts are far from me. 9 They worship me in vain; their teachings are merely human rules.’[c]” 10 Jesus called the crowd to him and said, “Listen and understand. 11 What goes into someone’s mouth does not defile them, but what comes out of their mouth, that is what defiles them.” 12 Then the disciples came to him and asked, “Do you know that the Pharisees were offended when they heard this?” 13 He replied, “Every plant that my heavenly Father has not planted will be pulled up by the roots. 14 Leave them; they are blind guides.[d] If the blind lead the blind, both will fall into a pit.” 15 Peter said, “Explain the parable to us.” 16 “Are you still so dull?” Jesus asked them. 17 “Don’t you see that whatever enters the mouth goes into the stomach and then out of the body? 18 But the things that come out of a person’s mouth come from the heart, and these defile them. 19 For out of the heart come evil thoughts—murder, adultery, sexual immorality, theft, false testimony, slander. 20 These are what defile a person; but eating with unwashed hands does not defile them.” The Faith of a Canaanite Woman 21 Leaving that place, Jesus withdrew to the region of Tyre and Sidon. 22 A Canaanite woman from that vicinity came to him, crying out, “Lord, Son of David, have mercy on me! My daughter is demon-possessed and suffering terribly.” 23 Jesus did not answer a word. So his disciples came to him and urged him, “Send her away, for she keeps crying out after us.” 24 He answered, “I was sent only to the lost sheep of Israel.” 25 The woman came and knelt before him. “Lord, help me!” she said. 26 He replied, “It is not right to take the children’s bread and toss it to the dogs.” 27 “Yes it is, Lord,” she said. “Even the dogs eat the crumbs that fall from their master’s table.” 28 Then Jesus said to her, “Woman, you have great faith! Your request is granted.” And her daughter was healed at that moment. Jesus Feeds the Four Thousand 29 Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down. 30 Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them. 31 The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel. 32 Jesus called his disciples to him and said, “I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.” 33 His disciples answered, “Where could we get enough bread in this remote place to feed such a crowd?” 34 “How many loaves do you have?” Jesus asked. “Seven,” they replied, “and a few small fish.” 35 He told the crowd to sit down on the ground. 36 Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people. 37 They all ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over. 38 The number of those who ate was four thousand men, besides women and children. 39 After Jesus had sent the crowd away, he got into the boat and went to the vicinity of Magadan.",
        "link": ""
      },
      {
        "title": "Chapter XVI: A wicked and adulterous generation looks for a sign",
        "image": "images/first_john_cards.png",
        "description": "The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven. 2 He replied, “When evening comes, you say, ‘It will be fair weather, for the sky is red,’ 3 and in the morning, ‘Today it will be stormy, for the sky is red and overcast.’ You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.[a] 4 A wicked and adulterous generation looks for a sign, but none will be given it except the sign of Jonah.” Jesus then left them and went away. The Yeast of the Pharisees and Sadducees 5 When they went across the lake, the disciples forgot to take bread. 6 “Be careful,” Jesus said to them. “Be on your guard against the yeast of the Pharisees and Sadducees.” 7 They discussed this among themselves and said, “It is because we didn’t bring any bread.” 8 Aware of their discussion, Jesus asked, “You of little faith, why are you talking among yourselves about having no bread? 9 Do you still not understand? Don’t you remember the five loaves for the five thousand, and how many basketfuls you gathered? 10 Or the seven loaves for the four thousand, and how many basketfuls you gathered? 11 How is it you don’t understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.” 12 Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees. Peter Declares That Jesus Is the Messiah 13 When Jesus came to the region of Caesarea Philippi, he asked his disciples, “Who do people say the Son of Man is?” 14 They replied, “Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.” 15 “But what about you?” he asked. “Who do you say I am?” 16 Simon Peter answered, “You are the Messiah, the Son of the living God.” 17 Jesus replied, “Blessed are you, Simon son of Jonah, for this was not revealed to you by flesh and blood, but by my Father in heaven. 18 And I tell you that you are Peter,[b] and on this rock I will build my church, and the gates of Hades[c] will not overcome it. 19 I will give you the keys of the kingdom of heaven; whatever you bind on earth will be[d] bound in heaven, and whatever you loose on earth will be[e] loosed in heaven.” 20 Then he ordered his disciples not to tell anyone that he was the Messiah. Jesus Predicts His Death 21 From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, the chief priests and the teachers of the law, and that he must be killed and on the third day be raised to life. 22 Peter took him aside and began to rebuke him. “Never, Lord!” he said. “This shall never happen to you!” 23 Jesus turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me; you do not have in mind the concerns of God, but merely human concerns.” 24 Then Jesus said to his disciples, “Whoever wants to be my disciple must deny themselves and take up their cross and follow me. 25 For whoever wants to save their life[f] will lose it, but whoever loses their life for me will find it. 26 What good will it be for someone to gain the whole world, yet forfeit their soul? Or what can anyone give in exchange for their soul? 27 For the Son of Man is going to come in his Father’s glory with his angels, and then he will reward each person according to what they have done. 28 “Truly I tell you, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.”",
        "link": ""
      },
      {
        "title": "Chapter XVII: ",
        "image": "images/first_john_cards.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XVIII: Who, then, is the greatest in the kingdom of heaven?",
        "image": "images/first_john_cards.png",
        "description": "At that time the disciples came to Jesus and asked, “Who, then, is the greatest in the kingdom of heaven?” 2 He called a little child to him, and placed the child among them. 3 And he said: “Truly I tell you, unless you change and become like little children, you will never enter the kingdom of heaven. 4 Therefore, whoever takes the lowly position of this child is the greatest in the kingdom of heaven. 5 And whoever welcomes one such child in my name welcomes me. Causing to Stumble 6 “If anyone causes one of these little ones—those who believe in me—to stumble, it would be better for them to have a large millstone hung around their neck and to be drowned in the depths of the sea. 7 Woe to the world because of the things that cause people to stumble! Such things must come, but woe to the person through whom they come! 8 If your hand or your foot causes you to stumble, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. 9 And if your eye causes you to stumble, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. The Parable of the Wandering Sheep 10 “See that you do not despise one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. [11] [a] 12 “What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? 13 And if he finds it, truly I tell you, he is happier about that one sheep than about the ninety-nine that did not wander off. 14 In the same way your Father in heaven is not willing that any of these little ones should perish. Dealing With Sin in the Church 15 “If your brother or sister[b] sins,[c] go and point out their fault, just between the two of you. If they listen to you, you have won them over. 16 But if they will not listen, take one or two others along, so that ‘every matter may be established by the testimony of two or three witnesses.’[d] 17 If they still refuse to listen, tell it to the church; and if they refuse to listen even to the church, treat them as you would a pagan or a tax collector. 18 “Truly I tell you, whatever you bind on earth will be[e] bound in heaven, and whatever you loose on earth will be[f] loosed in heaven. 19 “Again, truly I tell you that if two of you on earth agree about anything they ask for, it will be done for them by my Father in heaven. 20 For where two or three gather in my name, there am I with them.” The Parable of the Unmerciful Servant 21 Then Peter came to Jesus and asked, “Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?” 22 Jesus answered, “I tell you, not seven times, but seventy-seven times.[g] 23 “Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. 24 As he began the settlement, a man who owed him ten thousand bags of gold[h] was brought to him. 25 Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. 26 “At this the servant fell on his knees before him. ‘Be patient with me,’ he begged, ‘and I will pay back everything.’ 27 The servant’s master took pity on him, canceled the debt and let him go. 28 “But when that servant went out, he found one of his fellow servants who owed him a hundred silver coins.[i] He grabbed him and began to choke him. ‘Pay back what you owe me!’ he demanded. 29 “His fellow servant fell to his knees and begged him, ‘Be patient with me, and I will pay it back.’ 30 “But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. 31 When the other servants saw what had happened, they were outraged and went and told their master everything that had happened. 32 “Then the master called the servant in. ‘You wicked servant,’ he said, ‘I canceled all that debt of yours because you begged me to. 33 Shouldn’t you have had mercy on your fellow servant just as I had on you?’ 34 In anger his master handed him over to the jailers to be tortured, until he should pay back all he owed. 35 “This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.”",
        "link": ""
      },
      {
        "title": "Chapter XIX: Large crowds followed him, and he healed them there",
        "image": "images/first_john_cards.png",
        "description": "When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. 2 Large crowds followed him, and he healed them there. 3 Some Pharisees came to him to test him. They asked, “Is it lawful for a man to divorce his wife for any and every reason?” 4 “Haven’t you read,” he replied, “that at the beginning the Creator ‘made them male and female,’[a] 5 and said, ‘For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh’[b]? 6 So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.” 7 “Why then,” they asked, “did Moses command that a man give his wife a certificate of divorce and send her away?” 8 Jesus replied, “Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. 9 I tell you that anyone who divorces his wife, except for sexual immorality, and marries another woman commits adultery.” 10 The disciples said to him, “If this is the situation between a husband and wife, it is better not to marry.” 11 Jesus replied, “Not everyone can accept this word, but only those to whom it has been given. 12 For there are eunuchs who were born that way, and there are eunuchs who have been made eunuchs by others—and there are those who choose to live like eunuchs for the sake of the kingdom of heaven. The one who can accept this should accept it.” The Little Children and Jesus 13 Then people brought little children to Jesus for him to place his hands on them and pray for them. But the disciples rebuked them. 14 Jesus said, “Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.” 15 When he had placed his hands on them, he went on from there. The Rich and the Kingdom of God 16 Just then a man came up to Jesus and asked, “Teacher, what good thing must I do to get eternal life?” 17 “Why do you ask me about what is good?” Jesus replied. “There is only One who is good. If you want to enter life, keep the commandments.” 18 “Which ones?” he inquired. Jesus replied, “‘You shall not murder, you shall not commit adultery, you shall not steal, you shall not give false testimony, 19 honor your father and mother,’[c] and ‘love your neighbor as yourself.’[d]” 20 “All these I have kept,” the young man said. “What do I still lack?” 21 Jesus answered, “If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.” 22 When the young man heard this, he went away sad, because he had great wealth. 23 Then Jesus said to his disciples, “Truly I tell you, it is hard for someone who is rich to enter the kingdom of heaven. 24 Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.” 25 When the disciples heard this, they were greatly astonished and asked, “Who then can be saved?” 26 Jesus looked at them and said, “With man this is impossible, but with God all things are possible.” 27 Peter answered him, “We have left everything to follow you! What then will there be for us?” 28 Jesus said to them, “Truly I tell you, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. 29 And everyone who has left houses or brothers or sisters or father or mother or wife[e] or children or fields for my sake will receive a hundred times as much and will inherit eternal life. 30 But many who are first will be last, and many who are last will be first.",
        "link": ""
      },
      {
        "title": "Chapter XX: For the kingdom of heaven is like a landowner",
        "image": "images/first_john_cards.png",
        "description": "“who went out early in the morning to hire workers for his vineyard. 2 He agreed to pay them a denarius[a] for the day and sent them into his vineyard. 3 “About nine in the morning he went out and saw others standing in the marketplace doing nothing. 4 He told them, ‘You also go and work in my vineyard, and I will pay you whatever is right.’ 5 So they went. “He went out again about noon and about three in the afternoon and did the same thing. 6 About five in the afternoon he went out and found still others standing around. He asked them, ‘Why have you been standing here all day long doing nothing?’ 7 “‘Because no one has hired us,’ they answered. “He said to them, ‘You also go and work in my vineyard.’ 8 “When evening came, the owner of the vineyard said to his foreman, ‘Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.’ 9 “The workers who were hired about five in the afternoon came and each received a denarius. 10 So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. 11 When they received it, they began to grumble against the landowner. 12 ‘These who were hired last worked only one hour,’ they said, ‘and you have made them equal to us who have borne the burden of the work and the heat of the day.’ 13 “But he answered one of them, ‘I am not being unfair to you, friend. Didn’t you agree to work for a denarius? 14 Take your pay and go. I want to give the one who was hired last the same as I gave you. 15 Don’t I have the right to do what I want with my own money? Or are you envious because I am generous?’ 16 “So the last will be first, and the first will be last.” Jesus Predicts His Death a Third Time 17 Now Jesus was going up to Jerusalem. On the way, he took the Twelve aside and said to them, 18 “We are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the teachers of the law. They will condemn him to death 19 and will hand him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!” A Mother’s Request 20 Then the mother of Zebedee’s sons came to Jesus with her sons and, kneeling down, asked a favor of him. 21 “What is it you want?” he asked. She said, “Grant that one of these two sons of mine may sit at your right and the other at your left in your kingdom.” 22 “You don’t know what you are asking,” Jesus said to them. “Can you drink the cup I am going to drink?” “We can,” they answered. 23 Jesus said to them, “You will indeed drink from my cup, but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared by my Father.” 24 When the ten heard about this, they were indignant with the two brothers. 25 Jesus called them together and said, “You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. 26 Not so with you. Instead, whoever wants to become great among you must be your servant, 27 and whoever wants to be first must be your slave— 28 just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.” Two Blind Men Receive Sight 29 As Jesus and his disciples were leaving Jericho, a large crowd followed him. 30 Two blind men were sitting by the roadside, and when they heard that Jesus was going by, they shouted, “Lord, Son of David, have mercy on us!” 31 The crowd rebuked them and told them to be quiet, but they shouted all the louder, “Lord, Son of David, have mercy on us!” 32 Jesus stopped and called them. “What do you want me to do for you?” he asked. 33 “Lord,” they answered, “we want our sight.” 34 Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him.",
        "link": ""
      },




      {
        "title": "Chapter XXI: See, your king comes to you, gentle and riding on a donkey",
        "image": "images/first_john_cards.png",
        "description": "As they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus sent two disciples, 2 saying to them, “Go to the village ahead of you, and at once you will find a donkey tied there, with her colt by her. Untie them and bring them to me. 3 If anyone says anything to you, say that the Lord needs them, and he will send them right away.” 4 This took place to fulfill what was spoken through the prophet: 5 “Say to Daughter Zion, ‘See, your king comes to you, gentle and riding on a donkey, and on a colt, the foal of a donkey.’”[a] 6 The disciples went and did as Jesus had instructed them. 7 They brought the donkey and the colt and placed their cloaks on them for Jesus to sit on. 8 A very large crowd spread their cloaks on the road, while others cut branches from the trees and spread them on the road. 9 The crowds that went ahead of him and those that followed shouted, “Hosanna[b] to the Son of David!” “Blessed is he who comes in the name of the Lord!”[c] “Hosanna[d] in the highest heaven!” 10 When Jesus entered Jerusalem, the whole city was stirred and asked, “Who is this?” 11 The crowds answered, “This is Jesus, the prophet from Nazareth in Galilee.” Jesus at the Temple 12 Jesus entered the temple courts and drove out all who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves. 13 “It is written,” he said to them, “‘My house will be called a house of prayer,’[e] but you are making it ‘a den of robbers.’[f]” 14 The blind and the lame came to him at the temple, and he healed them. 15 But when the chief priests and the teachers of the law saw the wonderful things he did and the children shouting in the temple courts, “Hosanna to the Son of David,” they were indignant. 16 “Do you hear what these children are saying?” they asked him. “Yes,” replied Jesus, “have you never read, “‘From the lips of children and infants you, Lord, have called forth your praise’[g]?” 17 And he left them and went out of the city to Bethany, where he spent the night. Jesus Curses a Fig Tree 18 Early in the morning, as Jesus was on his way back to the city, he was hungry. 19 Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. Then he said to it, “May you never bear fruit again!” Immediately the tree withered. 20 When the disciples saw this, they were amazed. “How did the fig tree wither so quickly?” they asked. 21 Jesus replied, “Truly I tell you, if you have faith and do not doubt, not only can you do what was done to the fig tree, but also you can say to this mountain, ‘Go, throw yourself into the sea,’ and it will be done. 22 If you believe, you will receive whatever you ask for in prayer.” The Authority of Jesus Questioned 23 Jesus entered the temple courts, and, while he was teaching, the chief priests and the elders of the people came to him. “By what authority are you doing these things?” they asked. “And who gave you this authority?” 24 Jesus replied, “I will also ask you one question. If you answer me, I will tell you by what authority I am doing these things. 25 John’s baptism—where did it come from? Was it from heaven, or of human origin?” They discussed it among themselves and said, “If we say, ‘From heaven,’ he will ask, ‘Then why didn’t you believe him?’ 26 But if we say, ‘Of human origin’—we are afraid of the people, for they all hold that John was a prophet.” 27 So they answered Jesus, “We don’t know.” Then he said, “Neither will I tell you by what authority I am doing these things. The Parable of the Two Sons 28 “What do you think? There was a man who had two sons. He went to the first and said, ‘Son, go and work today in the vineyard.’ 29 “‘I will not,’ he answered, but later he changed his mind and went. 30 “Then the father went to the other son and said the same thing. He answered, ‘I will, sir,’ but he did not go. 31 “Which of the two did what his father wanted?” “The first,” they answered. Jesus said to them, “Truly I tell you, the tax collectors and the prostitutes are entering the kingdom of God ahead of you. 32 For John came to you to show you the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes did. And even after you saw this, you did not repent and believe him. The Parable of the Tenants 33 “Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and moved to another place. 34 When the harvest time approached, he sent his servants to the tenants to collect his fruit. 35 “The tenants seized his servants; they beat one, killed another, and stoned a third. 36 Then he sent other servants to them, more than the first time, and the tenants treated them the same way. 37 Last of all, he sent his son to them. ‘They will respect my son,’ he said. 38 “But when the tenants saw the son, they said to each other, ‘This is the heir. Come, let’s kill him and take his inheritance.’ 39 So they took him and threw him out of the vineyard and killed him. 40 “Therefore, when the owner of the vineyard comes, what will he do to those tenants?” 41 “He will bring those wretches to a wretched end,” they replied, “and he will rent the vineyard to other tenants, who will give him his share of the crop at harvest time.” 42 Jesus said to them, “Have you never read in the Scriptures: “‘The stone the builders rejected has become the cornerstone; the Lord has done this, and it is marvelous in our eyes’[h]? 43 “Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit. 44 Anyone who falls on this stone will be broken to pieces; anyone on whom it falls will be crushed.”[i] 45 When the chief priests and the Pharisees heard Jesus’ parables, they knew he was talking about them. 46 They looked for a way to arrest him, but they were afraid of the crowd because the people held that he was a prophet.",
        "link": ""
      },
      {
        "title": "Chapter XXII: Jesus spoke to them again in parables",
        "image": "images/first_john_cards.png",
        "description": " saying: 2 “The kingdom of heaven is like a king who prepared a wedding banquet for his son. 3 He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. 4 “Then he sent some more servants and said, ‘Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.’ 5 “But they paid no attention and went off—one to his field, another to his business. 6 The rest seized his servants, mistreated them and killed them. 7 The king was enraged. He sent his army and destroyed those murderers and burned their city. 8 “Then he said to his servants, ‘The wedding banquet is ready, but those I invited did not deserve to come. 9 So go to the street corners and invite to the banquet anyone you find.’ 10 So the servants went out into the streets and gathered all the people they could find, the bad as well as the good, and the wedding hall was filled with guests. 11 “But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. 12 He asked, ‘How did you get in here without wedding clothes, friend?’ The man was speechless. 13 “Then the king told the attendants, ‘Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.’ 14 “For many are invited, but few are chosen.” Paying the Imperial Tax to Caesar 15 Then the Pharisees went out and laid plans to trap him in his words. 16 They sent their disciples to him along with the Herodians. “Teacher,” they said, “we know that you are a man of integrity and that you teach the way of God in accordance with the truth. You aren’t swayed by others, because you pay no attention to who they are. 17 Tell us then, what is your opinion? Is it right to pay the imperial tax[a] to Caesar or not?” 18 But Jesus, knowing their evil intent, said, “You hypocrites, why are you trying to trap me? 19 Show me the coin used for paying the tax.” They brought him a denarius, 20 and he asked them, “Whose image is this? And whose inscription?” 21 “Caesar’s,” they replied. Then he said to them, “So give back to Caesar what is Caesar’s, and to God what is God’s.” 22 When they heard this, they were amazed. So they left him and went away. Marriage at the Resurrection 23 That same day the Sadducees, who say there is no resurrection, came to him with a question. 24 “Teacher,” they said, “Moses told us that if a man dies without having children, his brother must marry the widow and raise up offspring for him. 25 Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. 26 The same thing happened to the second and third brother, right on down to the seventh. 27 Finally, the woman died. 28 Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?” 29 Jesus replied, “You are in error because you do not know the Scriptures or the power of God. 30 At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven. 31 But about the resurrection of the dead—have you not read what God said to you, 32 ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’[b]? He is not the God of the dead but of the living.” 33 When the crowds heard this, they were astonished at his teaching. The Greatest Commandment 34 Hearing that Jesus had silenced the Sadducees, the Pharisees got together. 35 One of them, an expert in the law, tested him with this question: 36 “Teacher, which is the greatest commandment in the Law?” 37 Jesus replied: “‘Love the Lord your God with all your heart and with all your soul and with all your mind.’[c] 38 This is the first and greatest commandment. 39 And the second is like it: ‘Love your neighbor as yourself.’[d] 40 All the Law and the Prophets hang on these two commandments.” Whose Son Is the Messiah? 41 While the Pharisees were gathered together, Jesus asked them, 42 “What do you think about the Messiah? Whose son is he?” “The son of David,” they replied. 43 He said to them, “How is it then that David, speaking by the Spirit, calls him ‘Lord’? For he says, 44 “‘The Lord said to my Lord: “Sit at my right hand until I put your enemies under your feet.”’[e] 45 If then David calls him ‘Lord,’ how can he be his son?” 46 No one could say a word in reply, and from that day on no one dared to ask him any more questions.",
        "link": ""
      },
      {
        "title": "Chapter XXIII:  for they do not practice what they preach",
        "image": "images/first_john_cards.png",
        "description": "Then Jesus said to the crowds and to his disciples: 2 “The teachers of the law and the Pharisees sit in Moses’ seat. 3 So you must be careful to do everything they tell you. But do not do what they do, for they do not practice what they preach. 4 They tie up heavy, cumbersome loads and put them on other people’s shoulders, but they themselves are not willing to lift a finger to move them. 5 “Everything they do is done for people to see: They make their phylacteries[a] wide and the tassels on their garments long; 6 they love the place of honor at banquets and the most important seats in the synagogues; 7 they love to be greeted with respect in the marketplaces and to be called ‘Rabbi’ by others. 8 “But you are not to be called ‘Rabbi,’ for you have one Teacher, and you are all brothers. 9 And do not call anyone on earth ‘father,’ for you have one Father, and he is in heaven. 10 Nor are you to be called instructors, for you have one Instructor, the Messiah. 11 The greatest among you will be your servant. 12 For those who exalt themselves will be humbled, and those who humble themselves will be exalted. Seven Woes on the Teachers of the Law and the Pharisees 13 “Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the door of the kingdom of heaven in people’s faces. You yourselves do not enter, nor will you let those enter who are trying to. [14] [b] 15 “Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when you have succeeded, you make them twice as much a child of hell as you are. 16 “Woe to you, blind guides! You say, ‘If anyone swears by the temple, it means nothing; but anyone who swears by the gold of the temple is bound by that oath.’ 17 You blind fools! Which is greater: the gold, or the temple that makes the gold sacred? 18 You also say, ‘If anyone swears by the altar, it means nothing; but anyone who swears by the gift on the altar is bound by that oath.’ 19 You blind men! Which is greater: the gift, or the altar that makes the gift sacred? 20 Therefore, anyone who swears by the altar swears by it and by everything on it. 21 And anyone who swears by the temple swears by it and by the one who dwells in it. 22 And anyone who swears by heaven swears by God’s throne and by the one who sits on it. 23 “Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices—mint, dill and cumin. But you have neglected the more important matters of the law—justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. 24 You blind guides! You strain out a gnat but swallow a camel. 25 “Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence. 26 Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean. 27 “Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of the bones of the dead and everything unclean. 28 In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness. 29 “Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous. 30 And you say, ‘If we had lived in the days of our ancestors, we would not have taken part with them in shedding the blood of the prophets.’ 31 So you testify against yourselves that you are the descendants of those who murdered the prophets. 32 Go ahead, then, and complete what your ancestors started! 33 “You snakes! You brood of vipers! How will you escape being condemned to hell? 34 Therefore I am sending you prophets and sages and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town. 35 And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar. 36 Truly I tell you, all this will come on this generation. 37 “Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing. 38 Look, your house is left to you desolate. 39 For I tell you, you will not see me again until you say, ‘Blessed is he who comes in the name of the Lord.’”",
        "link": ""
      },
      {
        "title": "Chapter XXIV:  Destruction of the Temple, Signs of the End Times",
        "image": "images/first_john_cards.png",
        "description": "Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. 2 “Do you see all these things?” he asked. “Truly I tell you, not one stone here will be left on another; every one will be thrown down.” 3 As Jesus was sitting on the Mount of Olives, the disciples came to him privately. “Tell us,” they said, “when will this happen, and what will be the sign of your coming and of the end of the age?” 4 Jesus answered: “Watch out that no one deceives you. 5 For many will come in my name, claiming, ‘I am the Messiah,’ and will deceive many. 6 You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. 7 Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. 8 All these are the beginning of birth pains. 9 “Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. 10 At that time many will turn away from the faith and will betray and hate each other, 11 and many false prophets will appear and deceive many people. 12 Because of the increase of wickedness, the love of most will grow cold, 13 but the one who stands firm to the end will be saved. 14 And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. 15 “So when you see standing in the holy place ‘the abomination that causes desolation,’[a] spoken of through the prophet Daniel—let the reader understand— 16 then let those who are in Judea flee to the mountains. 17 Let no one on the housetop go down to take anything out of the house. 18 Let no one in the field go back to get their cloak. 19 How dreadful it will be in those days for pregnant women and nursing mothers! 20 Pray that your flight will not take place in winter or on the Sabbath. 21 For then there will be great distress, unequaled from the beginning of the world until now—and never to be equaled again. 22 “If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. 23 At that time if anyone says to you, ‘Look, here is the Messiah!’ or, ‘There he is!’ do not believe it. 24 For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect. 25 See, I have told you ahead of time. 26 “So if anyone tells you, ‘There he is, out in the wilderness,’ do not go out; or, ‘Here he is, in the inner rooms,’ do not believe it. 27 For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. 28 Wherever there is a carcass, there the vultures will gather. 29 “Immediately after the distress of those days “‘the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.’[b] 30 “Then will appear the sign of the Son of Man in heaven. And then all the peoples of the earth[c] will mourn when they see the Son of Man coming on the clouds of heaven, with power and great glory.[d] 31 And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. 32 “Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. 33 Even so, when you see all these things, you know that it[e] is near, right at the door. 34 Truly I tell you, this generation will certainly not pass away until all these things have happened. 35 Heaven and earth will pass away, but my words will never pass away. The Day and Hour Unknown 36 “But about that day or hour no one knows, not even the angels in heaven, nor the Son,[f] but only the Father. 37 As it was in the days of Noah, so it will be at the coming of the Son of Man. 38 For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; 39 and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. 40 Two men will be in the field; one will be taken and the other left. 41 Two women will be grinding with a hand mill; one will be taken and the other left. 42 “Therefore keep watch, because you do not know on what day your Lord will come. 43 But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. 44 So you also must be ready, because the Son of Man will come at an hour when you do not expect him. 45 “Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? 46 It will be good for that servant whose master finds him doing so when he returns. 47 Truly I tell you, he will put him in charge of all his possessions. 48 But suppose that servant is wicked and says to himself, ‘My master is staying away a long time,’ 49 and he then begins to beat his fellow servants and to eat and drink with drunkards. 50 The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. 51 He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.",
        "link": ""
      },
      {
        "title": "Chapter XXV: The wise ones, however, took oil in jars along with their lamps.",
        "image": "images/first_john_cards.png",
        "description": "“At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. 2 Five of them were foolish and five were wise. 3 The foolish ones took their lamps but did not take any oil with them. 4 The wise ones, however, took oil in jars along with their lamps. 5 The bridegroom was a long time in coming, and they all became drowsy and fell asleep. 6 “At midnight the cry rang out: ‘Here’s the bridegroom! Come out to meet him!’ 7 “Then all the virgins woke up and trimmed their lamps. 8 The foolish ones said to the wise, ‘Give us some of your oil; our lamps are going out.’ 9 “‘No,’ they replied, ‘there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.’ 10 “But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. 11 “Later the others also came. ‘Lord, Lord,’ they said, ‘open the door for us!’ 12 “But he replied, ‘Truly I tell you, I don’t know you.’ 13 “Therefore keep watch, because you do not know the day or the hour. The Parable of the Bags of Gold 14 “Again, it will be like a man going on a journey, who called his servants and entrusted his wealth to them. 15 To one he gave five bags of gold, to another two bags, and to another one bag,[a] each according to his ability. Then he went on his journey. 16 The man who had received five bags of gold went at once and put his money to work and gained five bags more. 17 So also, the one with two bags of gold gained two more. 18 But the man who had received one bag went off, dug a hole in the ground and hid his master’s money. 19 “After a long time the master of those servants returned and settled accounts with them. 20 The man who had received five bags of gold brought the other five. ‘Master,’ he said, ‘you entrusted me with five bags of gold. See, I have gained five more.’ 21 “His master replied, ‘Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master’s happiness!’ 22 “The man with two bags of gold also came. ‘Master,’ he said, ‘you entrusted me with two bags of gold; see, I have gained two more.’ 23 “His master replied, ‘Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master’s happiness!’ 24 “Then the man who had received one bag of gold came. ‘Master,’ he said, ‘I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. 25 So I was afraid and went out and hid your gold in the ground. See, here is what belongs to you.’ 26 “His master replied, ‘You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? 27 Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. 28 “‘So take the bag of gold from him and give it to the one who has ten bags. 29 For whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them. 30 And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.’ The Sheep and the Goats 31 “When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne. 32 All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. 33 He will put the sheep on his right and the goats on his left. 34 “Then the King will say to those on his right, ‘Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. 35 For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, 36 I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.’ 37 “Then the righteous will answer him, ‘Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? 38 When did we see you a stranger and invite you in, or needing clothes and clothe you? 39 When did we see you sick or in prison and go to visit you?’ 40 “The King will reply, ‘Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.’ 41 “Then he will say to those on his left, ‘Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. 42 For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, 43 I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.’ 44 “They also will answer, ‘Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?’ 45 “He will reply, ‘Truly I tell you, whatever you did not do for one of the least of these, you did not do for me.’ 46 “Then they will go away to eternal punishment, but the righteous to eternal life.”",
        "link": ""
      },
      {
        "title": "Chapter XXVI:  Son of Man will be handed over to be crucified.",
        "image": "images/first_john_cards.png",
        "description": "When Jesus had finished saying all these things, he said to his disciples, 2 “As you know, the Passover is two days away—and the Son of Man will be handed over to be crucified.” 3 Then the chief priests and the elders of the people assembled in the palace of the high priest, whose name was Caiaphas, 4 and they schemed to arrest Jesus secretly and kill him. 5 “But not during the festival,” they said, “or there may be a riot among the people.” Jesus Anointed at Bethany 6 While Jesus was in Bethany in the home of Simon the Leper, 7 a woman came to him with an alabaster jar of very expensive perfume, which she poured on his head as he was reclining at the table. 8 When the disciples saw this, they were indignant. “Why this waste?” they asked. 9 “This perfume could have been sold at a high price and the money given to the poor.” 10 Aware of this, Jesus said to them, “Why are you bothering this woman? She has done a beautiful thing to me. 11 The poor you will always have with you,[a] but you will not always have me. 12 When she poured this perfume on my body, she did it to prepare me for burial. 13 Truly I tell you, wherever this gospel is preached throughout the world, what she has done will also be told, in memory of her.” Judas Agrees to Betray Jesus 14 Then one of the Twelve—the one called Judas Iscariot—went to the chief priests 15 and asked, “What are you willing to give me if I deliver him over to you?” So they counted out for him thirty pieces of silver. 16 From then on Judas watched for an opportunity to hand him over. The Last Supper 17 On the first day of the Festival of Unleavened Bread, the disciples came to Jesus and asked, “Where do you want us to make preparations for you to eat the Passover?” 18 He replied, “Go into the city to a certain man and tell him, ‘The Teacher says: My appointed time is near. I am going to celebrate the Passover with my disciples at your house.’” 19 So the disciples did as Jesus had directed them and prepared the Passover. 20 When evening came, Jesus was reclining at the table with the Twelve. 21 And while they were eating, he said, “Truly I tell you, one of you will betray me.” 22 They were very sad and began to say to him one after the other, “Surely you don’t mean me, Lord?” 23 Jesus replied, “The one who has dipped his hand into the bowl with me will betray me. 24 The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.” 25 Then Judas, the one who would betray him, said, “Surely you don’t mean me, Rabbi?” Jesus answered, “You have said so.” 26 While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, “Take and eat; this is my body.” 27 Then he took a cup, and when he had given thanks, he gave it to them, saying, “Drink from it, all of you. 28 This is my blood of the[b] covenant, which is poured out for many for the forgiveness of sins. 29 I tell you, I will not drink from this fruit of the vine from now on until that day when I drink it new with you in my Father’s kingdom.” 30 When they had sung a hymn, they went out to the Mount of Olives. Jesus Predicts Peter’s Denial 31 Then Jesus told them, “This very night you will all fall away on account of me, for it is written: “‘I will strike the shepherd, and the sheep of the flock will be scattered.’[c] 32 But after I have risen, I will go ahead of you into Galilee.” 33 Peter replied, “Even if all fall away on account of you, I never will.” 34 “Truly I tell you,” Jesus answered, “this very night, before the rooster crows, you will disown me three times.” 35 But Peter declared, “Even if I have to die with you, I will never disown you.” And all the other disciples said the same. Gethsemane 36 Then Jesus went with his disciples to a place called Gethsemane, and he said to them, “Sit here while I go over there and pray.” 37 He took Peter and the two sons of Zebedee along with him, and he began to be sorrowful and troubled. 38 Then he said to them, “My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me.” 39 Going a little farther, he fell with his face to the ground and prayed, “My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.” 40 Then he returned to his disciples and found them sleeping. “Couldn’t you men keep watch with me for one hour?” he asked Peter. 41 “Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.” 42 He went away a second time and prayed, “My Father, if it is not possible for this cup to be taken away unless I drink it, may your will be done.” 43 When he came back, he again found them sleeping, because their eyes were heavy. 44 So he left them and went away once more and prayed the third time, saying the same thing. 45 Then he returned to the disciples and said to them, “Are you still sleeping and resting? Look, the hour has come, and the Son of Man is delivered into the hands of sinners. 46 Rise! Let us go! Here comes my betrayer!” Jesus Arrested 47 While he was still speaking, Judas, one of the Twelve, arrived. With him was a large crowd armed with swords and clubs, sent from the chief priests and the elders of the people. 48 Now the betrayer had arranged a signal with them: “The one I kiss is the man; arrest him.” 49 Going at once to Jesus, Judas said, “Greetings, Rabbi!” and kissed him. 50 Jesus replied, “Do what you came for, friend.”[d] Then the men stepped forward, seized Jesus and arrested him. 51 With that, one of Jesus’ companions reached for his sword, drew it out and struck the servant of the high priest, cutting off his ear. 52 “Put your sword back in its place,” Jesus said to him, “for all who draw the sword will die by the sword. 53 Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels? 54 But how then would the Scriptures be fulfilled that say it must happen in this way?” 55 In that hour Jesus said to the crowd, “Am I leading a rebellion, that you have come out with swords and clubs to capture me? Every day I sat in the temple courts teaching, and you did not arrest me. 56 But this has all taken place that the writings of the prophets might be fulfilled.” Then all the disciples deserted him and fled. Jesus Before the Sanhedrin 57 Those who had arrested Jesus took him to Caiaphas the high priest, where the teachers of the law and the elders had assembled. 58 But Peter followed him at a distance, right up to the courtyard of the high priest. He entered and sat down with the guards to see the outcome. 59 The chief priests and the whole Sanhedrin were looking for false evidence against Jesus so that they could put him to death. 60 But they did not find any, though many false witnesses came forward. Finally two came forward 61 and declared, “This fellow said, ‘I am able to destroy the temple of God and rebuild it in three days.’” 62 Then the high priest stood up and said to Jesus, “Are you not going to answer? What is this testimony that these men are bringing against you?” 63 But Jesus remained silent. The high priest said to him, “I charge you under oath by the living God: Tell us if you are the Messiah, the Son of God.” 64 “You have said so,” Jesus replied. “But I say to all of you: From now on you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.”[e] 65 Then the high priest tore his clothes and said, “He has spoken blasphemy! Why do we need any more witnesses? Look, now you have heard the blasphemy. 66 What do you think?” “He is worthy of death,” they answered. 67 Then they spit in his face and struck him with their fists. Others slapped him 68 and said, “Prophesy to us, Messiah. Who hit you?” Peter Disowns Jesus 69 Now Peter was sitting out in the courtyard, and a servant girl came to him. “You also were with Jesus of Galilee,” she said. 70 But he denied it before them all. “I don’t know what you’re talking about,” he said. 71 Then he went out to the gateway, where another servant girl saw him and said to the people there, “This fellow was with Jesus of Nazareth.” 72 He denied it again, with an oath: “I don’t know the man!” 73 After a little while, those standing there went up to Peter and said, “Surely you are one of them; your accent gives you away.” 74 Then he began to call down curses, and he swore to them, “I don’t know the man!” Immediately a rooster crowed. 75 Then Peter remembered the word Jesus had spoken: “Before the rooster crows, you will disown me three times.” And he went outside and wept bitterly.",
        "link": ""
      },
      {
        "title": "Chapter XXVII: The bodies of many holy people who had died were raised to life.",
        "image": "images/first_john_cards.png",
        "description": "Early in the morning, all the chief priests and the elders of the people made their plans how to have Jesus executed. 2 So they bound him, led him away and handed him over to Pilate the governor. 3 When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty pieces of silver to the chief priests and the elders. 4 “I have sinned,” he said, “for I have betrayed innocent blood.” “What is that to us?” they replied. “That’s your responsibility.” 5 So Judas threw the money into the temple and left. Then he went away and hanged himself. 6 The chief priests picked up the coins and said, “It is against the law to put this into the treasury, since it is blood money.” 7 So they decided to use the money to buy the potter’s field as a burial place for foreigners. 8 That is why it has been called the Field of Blood to this day. 9 Then what was spoken by Jeremiah the prophet was fulfilled: “They took the thirty pieces of silver, the price set on him by the people of Israel, 10 and they used them to buy the potter’s field, as the Lord commanded me.”[a] Jesus Before Pilate 11 Meanwhile Jesus stood before the governor, and the governor asked him, “Are you the king of the Jews?” “You have said so,” Jesus replied. 12 When he was accused by the chief priests and the elders, he gave no answer. 13 Then Pilate asked him, “Don’t you hear the testimony they are bringing against you?” 14 But Jesus made no reply, not even to a single charge—to the great amazement of the governor. 15 Now it was the governor’s custom at the festival to release a prisoner chosen by the crowd. 16 At that time they had a well-known prisoner whose name was Jesus[b] Barabbas. 17 So when the crowd had gathered, Pilate asked them, “Which one do you want me to release to you: Jesus Barabbas, or Jesus who is called the Messiah?” 18 For he knew it was out of self-interest that they had handed Jesus over to him. 19 While Pilate was sitting on the judge’s seat, his wife sent him this message: “Don’t have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.” 20 But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed. 21 “Which of the two do you want me to release to you?” asked the governor. “Barabbas,” they answered. 22 “What shall I do, then, with Jesus who is called the Messiah?” Pilate asked. They all answered, “Crucify him!” 23 “Why? What crime has he committed?” asked Pilate. But they shouted all the louder, “Crucify him!” 24 When Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. “I am innocent of this man’s blood,” he said. “It is your responsibility!” 25 All the people answered, “His blood is on us and on our children!” 26 Then he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified. The Soldiers Mock Jesus 27 Then the governor’s soldiers took Jesus into the Praetorium and gathered the whole company of soldiers around him. 28 They stripped him and put a scarlet robe on him, 29 and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand. Then they knelt in front of him and mocked him. “Hail, king of the Jews!” they said. 30 They spit on him, and took the staff and struck him on the head again and again. 31 After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him. The Crucifixion of Jesus 32 As they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross. 33 They came to a place called Golgotha (which means “the place of the skull”). 34 There they offered Jesus wine to drink, mixed with gall; but after tasting it, he refused to drink it. 35 When they had crucified him, they divided up his clothes by casting lots. 36 And sitting down, they kept watch over him there. 37 Above his head they placed the written charge against him: this is jesus, the king of the jews. 38 Two rebels were crucified with him, one on his right and one on his left. 39 Those who passed by hurled insults at him, shaking their heads 40 and saying, “You who are going to destroy the temple and build it in three days, save yourself! Come down from the cross, if you are the Son of God!” 41 In the same way the chief priests, the teachers of the law and the elders mocked him. 42 “He saved others,” they said, “but he can’t save himself! He’s the king of Israel! Let him come down now from the cross, and we will believe in him. 43 He trusts in God. Let God rescue him now if he wants him, for he said, ‘I am the Son of God.’” 44 In the same way the rebels who were crucified with him also heaped insults on him. The Death of Jesus 45 From noon until three in the afternoon darkness came over all the land. 46 About three in the afternoon Jesus cried out in a loud voice, “Eli, Eli,[c] lema sabachthani?” (which means “My God, my God, why have you forsaken me?”).[d] 47 When some of those standing there heard this, they said, “He’s calling Elijah.” 48 Immediately one of them ran and got a sponge. He filled it with wine vinegar, put it on a staff, and offered it to Jesus to drink. 49 The rest said, “Now leave him alone. Let’s see if Elijah comes to save him.” 50 And when Jesus had cried out again in a loud voice, he gave up his spirit. 51 At that moment the curtain of the temple was torn in two from top to bottom. The earth shook, the rocks split 52 and the tombs broke open. The bodies of many holy people who had died were raised to life. 53 They came out of the tombs after Jesus’ resurrection and[e] went into the holy city and appeared to many people. 54 When the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified, and exclaimed, “Surely he was the Son of God!” 55 Many women were there, watching from a distance. They had followed Jesus from Galilee to care for his needs. 56 Among them were Mary Magdalene, Mary the mother of James and Joseph,[f] and the mother of Zebedee’s sons. The Burial of Jesus 57 As evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus. 58 Going to Pilate, he asked for Jesus’ body, and Pilate ordered that it be given to him. 59 Joseph took the body, wrapped it in a clean linen cloth, 60 and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away. 61 Mary Magdalene and the other Mary were sitting there opposite the tomb. The Guard at the Tomb 62 The next day, the one after Preparation Day, the chief priests and the Pharisees went to Pilate. 63 “Sir,” they said, “we remember that while he was still alive that deceiver said, ‘After three days I will rise again.’ 64 So give the order for the tomb to be made secure until the third day. Otherwise, his disciples may come and steal the body and tell the people that he has been raised from the dead. This last deception will be worse than the first.” 65 “Take a guard,” Pilate answered. “Go, make the tomb as secure as you know how.” 66 So they went and made the tomb secure by putting a seal on the stone and posting the guard.",
        "link": ""
      },
      {
        "title": "Chapter XXVIII: After the Sabbath, at dawn",
        "image": "images/first_john_cards.png",
        "description": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. 2 There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. 3 His appearance was like lightning, and his clothes were white as snow. 4 The guards were so afraid of him that they shook and became like dead men. 5 The angel said to the women, “Do not be afraid, for I know that you are looking for Jesus, who was crucified. 6 He is not here; he has risen, just as he said. Come and see the place where he lay. 7 Then go quickly and tell his disciples: ‘He has risen from the dead and is going ahead of you into Galilee. There you will see him.’ Now I have told you.” 8 So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. 9 Suddenly Jesus met them. “Greetings,” he said. They came to him, clasped his feet and worshiped him. 10 Then Jesus said to them, “Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.” The Guards’ Report 11 While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. 12 When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, 13 telling them, “You are to say, ‘His disciples came during the night and stole him away while we were asleep.’ 14 If this report gets to the governor, we will satisfy him and keep you out of trouble.” 15 So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. The Great Commission 16 Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. 17 When they saw him, they worshiped him; but some doubted. 18 Then Jesus came to them and said, “All authority in heaven and on earth has been given to me. 19 Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, 20 and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.”",
        "link": ""
      },
      {
        "title": "As of March 30th 2024",
        "image": "images/first_john_cards.png",
        "description": "This is the current progress up until the end of Matthew in the re-imagining of the App! Much more to be coming AND QUICKLY!! God bless and keep you.",
        "link": ""
      }


    ]
  }