{
    "books": [
      {
        "title": " MATTHEW 13:10 Jesus explains parables",
        "image": "images/workshop.png",
        "description":  "The disciples came to him and asked, “Why do you speak to the people in parables?” 11 He replied, Because the knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. 12 Whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them. 13 This is why I speak to them in parables: “Though seeing, they do not see; though hearing, they do not hear or understand. 14 In them is fulfilled the prophecy of Isaiah: “‘You will be ever hearing but never understanding; you will be ever seeing but never perceiving. 15 For this people’s heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.’[a] 16 But blessed are your eyes because they see, and your ears because they hear. 17 For truly I tell you, many prophets and righteous people longed to see what you see but did not see it, and to hear what you hear but did not hear it.",
        "link": ""
    },
      {
        "title": "MATTHEW 13:1-23: The seed & the sower",
        "image": "images/workshop.png",
        "description": "That same day Jesus went out of the house and sat by the lake. 2 Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore. 3 Then he told them many things in parables, saying:A farmer went out to sow his seed. 4 As he was scattering the seed, some fell along the path, and the birds came and ate it up. 5 Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. 6 But when the sun came up, the plants were scorched, and they withered because they had no root. 7 Other seed fell among thorns, which grew up and choked the plants. 8 Still other seed fell on good soil, where it produced a crop—a hundred, sixty or thirty times what was sown. 9 Whoever has ears, let them hear.”10 The disciples came to him and asked, “Why do you speak to the people in parables?” 11 He replied, Because the knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. 12 Whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them. 13 This is why I speak to them in parables: “Though seeing, they do not see; though hearing, they do not hear or understand. 14 In them is fulfilled the prophecy of Isaiah: “‘You will be ever hearing but never understanding; you will be ever seeing but never perceiving. 15 For this people’s heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.’[a] 16 But blessed are your eyes because they see, and your ears because they hear. 17 For truly I tell you, many prophets and righteous people longed to see what you see but did not see it, and to hear what you hear but did not hear it. 18 “Listen then to what the parable of the sower means: 19 When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in their heart. This is the seed sown along the path. 20 The seed falling on rocky ground refers to someone who hears the word and at once receives it with joy. 21 But since they have no root, they last only a short time. When trouble or persecution comes because of the word, they quickly fall away. 22 The seed falling among the thorns refers to someone who hears the word, but the worries of this life and the deceitfulness of wealth choke the word, making it unfruitful. 23 But the seed falling on good soil refers to someone who hears the word and understands it. This is the one who produces a crop, yielding a hundred, sixty or thirty times what was sown.",
        "link": ""
      },
      {
        "title": "MATTHEW 5:14-16: Parable of the Lamp",
        "image": "images/workshop.png",
        "description": "You are the light of the world. A town built on a hill cannot be hidden. Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
        "link": ""
      },
      {
        "title": "MATTHEW 7:1-5 : the Speck and The Log",
        "image": "images/workshop.png",
        "description": "Do not judge, or you too will be judged. For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. “Why do you look at the speck of sawdust in your brother’s eye and pay no attention to the plank in your own eye? How can you say to your brother, ‘Let me take the speck out of your eye,’ when all the time there is a plank in your own eye? You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother’s eye.",
        "link": ""
      },
      {
        "title": " MATTHEW 9:16-17: New Cloth on Old Garment",
        "image": "images/workshop.png",
        "description": "No one sews a patch of unshrunk cloth on an old garment, for the patch will pull away from the garment, making the tear worse. Neither do people pour new wine into old wineskins. If they do, the skins will burst; the wine will run out and the wineskins will be ruined. No, they pour new wine into new wineskins, and both are preserved.",
        "link": ""
      },
      {
        "title": "MATTHEW 12:24-30: The Divided Kingdom",
        "image": "images/workshop.png",
        "description": "But when the Pharisees heard this, they said, “It is only by Beelzebul, the prince of demons, that this fellow drives out demons.” Jesus knew their thoughts and said to them,“Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand. If Satan drives out Satan, he is divided against himself. How then can his kingdom stand? And if I drive out demons by Beelzebul, by whom do your people drive them out? So then, they will be your judges. But if it is by the Spirit of God that I drive out demons, then the kingdom of God has come upon you. “Or again, how can anyone enter a strong man’s house and carry off his possessions unless he first ties up the strong man? Then he can plunder his house. “Whoever is not with me is against me, and whoever does not gather with me scatters.",
        "link": ""
      },
      {
        "title": "MATTHEW 13:24-30: The Weeds Among the Wheat",
        "image": "images/workshop.png",
        "description": "Jesus told them another parable: The kingdom of heaven is like a man who sowed good seed in his field. But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away. When the wheat sprouted and formed heads, then the weeds also appeared. “The owner’s servants came to him and said, ‘Sir, didn’t you sow good seed in your field? Where then did the weeds come from?’ “‘An enemy did this,’ he replied. “The servants asked him, ‘Do you want us to go and pull them up?’ “‘No,’ he answered, ‘because while you are pulling the weeds, you may uproot the wheat with them. Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.",
        "link": ""
      },
      {
        "title": "MATTHEW 13:31-32: The Mustard Seed",
        "image": "images/workshop.png",
        "description": "He told them another parable: The kingdom of heaven is like a mustard seed, which a man took and planted in his field. Though it is the smallest of all seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds come and perch in its branches.",
        "link": ""
      },
      {
        "title": "MATTHEW 13:44: Hidden Treasure",
        "image": "images/workshop.png",
        "description": "The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.",
        "link": ""
      },
      {
        "title": "MATTHEW 13:45-46: Pearl of Great Price",
        "image": "images/workshop.png",
        "description": "Again, the kingdom of heaven is like a merchant looking for fine pearls. When he found one of great value, he went away and sold everything he had and bought it.",
        "link": ""
      },
      {
        "title": "MATTHEW 15:10-20: The Heart of Man",
        "image": "images/workshop.png",
        "description": "Jesus called the crowd to him and said, Listen and understand. What goes into someones mouth does not defile them, but what comes out of their mouth, that is what defiles them. Then the disciples came to him and asked, “Do you know that the Pharisees were offended when they heard this?” He replied,“Every plant that my heavenly Father has not planted will be pulled up by the roots. Leave them; they are blind guides.[a] If the blind lead the blind, both will fall into a pit.”Peter said, “Explain the parable to us.”“Are you still so dull?” Jesus asked them. Don’t you see that whatever enters the mouth goes into the stomach and then out of the body? But the things that come out of a person’s mouth come from the heart, and these defile them. For out of the heart come evil thoughts—murder, adultery, sexual immorality, theft, false testimony, slander. These are what defile a person; but eating with unwashed hands does not defile them.",
        "link": ""
      },
      {
        "title": "MATTHEW 13:33-34 : Parable of The Leaven",
        "image": "images/workshop.png",
        "description": "and the Festival of Unleavened Bread 12 The Lord said to Moses and Aaron in Egypt, 2 “This month is to be for you the first month, the first month of your year. 3 Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb[a] for his family, one for each household. 4 If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat. 5 The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats. 6 Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight. 7 Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs. 8 That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast. 9 Do not eat the meat raw or boiled in water, but roast it over a fire—with the head, legs and internal organs. 10 Do not leave any of it till morning; if some is left till morning, you must burn it. 11 This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s Passover. 12 “On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord. 13 The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt. 14 “This is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord—a lasting ordinance. 15 For seven days you are to eat bread made without yeast. On the first day remove the yeast from your houses, for whoever eats anything with yeast in it from the first day through the seventh must be cut off from Israel. 16 On the first day hold a sacred assembly, and another one on the seventh day. Do no work at all on these days, except to prepare food for everyone to eat; that is all you may do. 17 “Celebrate the Festival of Unleavened Bread, because it was on this very day that I brought your divisions out of Egypt. Celebrate this day as a lasting ordinance for the generations to come. 18 In the first month you are to eat bread made without yeast, from the evening of the fourteenth day until the evening of the twenty-first day. 19 For seven days no yeast is to be found in your houses. And anyone, whether foreigner or native-born, who eats anything with yeast in it must be cut off from the community of Israel. 20 Eat nothing made with yeast. Wherever you live, you must eat unleavened bread.” 21 Then Moses summoned all the elders of Israel and said to them, “Go at once and select the animals for your families and slaughter the Passover lamb. 22 Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning. 23 When the Lord goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down. 24 “Obey these instructions as a lasting ordinance for you and your descendants. 25 When you enter the land that the Lord will give you as he promised, observe this ceremony. 26 And when your children ask you, ‘What does this ceremony mean to you?’ 27 then tell them, ‘It is the Passover sacrifice to the Lord, who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.’” Then the people bowed down and worshiped. 28 The Israelites did just what the Lord commanded Moses and Aaron. 29 At midnight the Lord struck down all the firstborn in Egypt, from the firstborn of Pharaoh, who sat on the throne, to the firstborn of the prisoner, who was in the dungeon, and the firstborn of all the livestock as well. 30 Pharaoh and all his officials and all the Egyptians got up during the night, and there was loud wailing in Egypt, for there was not a house without someone dead. The Exodus 31 During the night Pharaoh summoned Moses and Aaron and said, “Up! Leave my people, you and the Israelites! Go, worship the Lord as you have requested. 32 Take your flocks and herds, as you have said, and go. And also bless me.” 33 The Egyptians urged the people to hurry and leave the country. “For otherwise,” they said, “we will all die!” 34 So the people took their dough before the yeast was added, and carried it on their shoulders in kneading troughs wrapped in clothing. 35 The Israelites did as Moses instructed and asked the Egyptians for articles of silver and gold and for clothing. 36 The Lord had made the Egyptians favorably disposed toward the people, and they gave them what they asked for; so they plundered the Egyptians. 37 The Israelites journeyed from Rameses to Sukkoth. There were about six hundred thousand men on foot, besides women and children. 38 Many other people went up with them, and also large droves of livestock, both flocks and herds. 39 With the dough the Israelites had brought from Egypt, they baked loaves of unleavened bread. The dough was without yeast because they had been driven out of Egypt and did not have time to prepare food for themselves. 40 Now the length of time the Israelite people lived in Egypt[b] was 430 years. 41 At the end of the 430 years, to the very day, all the Lord’s divisions left Egypt. 42 Because the Lord kept vigil that night to bring them out of Egypt, on this night all the Israelites are to keep vigil to honor the Lord for the generations to come. Passover Restrictions 43 The Lord said to Moses and Aaron, “These are the regulations for the Passover meal: “No foreigner may eat it. 44 Any slave you have bought may eat it after you have circumcised him, 45 but a temporary resident or a hired worker may not eat it. 46 “It must be eaten inside the house; take none of the meat outside the house. Do not break any of the bones. 47 The whole community of Israel must celebrate it. 48 “A foreigner residing among you who wants to celebrate the Lord’s Passover must have all the males in his household circumcised; then he may take part like one born in the land. No uncircumcised male may eat it. 49 The same law applies both to the native-born and to the foreigner residing among you.” 50 All the Israelites did just what the Lord had commanded Moses and Aaron. 51 And on that very day the Lord brought the Israelites out of Egypt by their divisions.",
        "link": ""
      },
      {
        "title": "MATTHEW 13:47-50 : Parable of The Net",
        "image": "images/workshop.png",
        "description": "Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish. When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away. This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous and throw them into the blazing furnace, where there will be weeping and gnashing of teeth.",
        "link": ""
      },
      {
        "title": "MATTHEW 18:10-14: Parable of The Lost Sheep",
        "image": "images/workshop.png",
        "description": "See that you do not despise one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. “What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? And if he finds it, truly I tell you, he is happier about that one sheep than about the ninety-nine that did not wander off. In the same way your Father in heaven is not willing that any of these little ones should perish.",
        "link": ""
      },
      {
        "title": "MATTHEW 18:10-14: Parable of The Unforgiving Servant",
        "image": "images/workshop.png",
        "description": "Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. As he began the settlement, a man who owed him ten thousand bags of gold was brought to him. Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. “At this the servant fell on his knees before him. ‘Be patient with me,’ he begged, ‘and I will pay back everything.’ The servant’s master took pity on him, canceled the debt and let him go. “But when that servant went out, he found one of his fellow servants who owed him a hundred silver coins. He grabbed him and began to choke him. ‘Pay back what you owe me!’ he demanded. “His fellow servant fell to his knees and begged him, ‘Be patient with me, and I will pay it back.’ “But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. When the other servants saw what had happened, they were outraged and went and told their master everything that had happened. “Then the master called the servant in. ‘You wicked servant,’ he said, ‘I canceled all that debt of yours because you begged me to. Shouldn’t you have had mercy on your fellow servant just as I had on you?’ In anger his master handed him over to the jailers to be tortured, until he should pay back all he owed. “This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.",
        "link": ""
      },
       {
        "title": "MATTHEW 20:1-16: Laborers in the Vineyard",
        "image": "images/workshop.png",
        "description": "For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard. He agreed to pay them a denarius[a] for the day and sent them into his vineyard. “About nine in the morning he went out and saw others standing in the marketplace doing nothing. He told them, ‘You also go and work in my vineyard, and I will pay you whatever is right.’ So they went. “He went out again about noon and about three in the afternoon and did the same thing. About five in the afternoon he went out and found still others standing around. He asked them, ‘Why have you been standing here all day long doing nothing?’ “‘Because no one has hired us,’ they answered. “He said to them, ‘You also go and work in my vineyard.’ “When evening came, the owner of the vineyard said to his foreman, ‘Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.’ “The workers who were hired about five in the afternoon came and each received a denarius. So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. When they received it, they began to grumble against the landowner. ‘These who were hired last worked only one hour,’ they said, ‘and you have made them equal to us who have borne the burden of the work and the heat of the day.’ “But he answered one of them, ‘I am not being unfair to you, friend. Didn’t you agree to work for a denarius? Take your pay and go. I want to give the one who was hired last the same as I gave you. Don’t I have the right to do what I want with my own money? Or are you envious because I am generous?’ “So the last will be first, and the first will be last.",
        "link": ""
      },
      {
        "title": "MATTHEW 21:28-32: Parable of The Two Sons",
        "image": "images/workshop.png",
        "description": "What do you think? There was a man who had two sons. He went to the first and said, ‘Son, go and work today in the vineyard.’ “‘I will not,’ he answered, but later he changed his mind and went. “Then the father went to the other son and said the same thing. He answered, ‘I will, sir,’ but he did not go. “Which of the two did what his father wanted?”“The first,” they answered. Jesus said to them,“Truly I tell you, the tax collectors and the prostitutes are entering the kingdom of God ahead of you. 32 For John came to you to show you the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes did. And even after you saw this, you did not repent and believe him.",
        "link": ""
      },
      {
        "title": "MATTHEW 21:33-45: Parable of The Tenant Farmers",
        "image": "images/workshop.png",
        "description": "Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and moved to another place. When the harvest time approached, he sent his servants to the tenants to collect his fruit. “The tenants seized his servants; they beat one, killed another, and stoned a third. Then he sent other servants to them, more than the first time, and the tenants treated them the same way. Last of all, he sent his son to them. ‘They will respect my son,’ he said. “But when the tenants saw the son, they said to each other, ‘This is the heir. Come, let’s kill him and take his inheritance.’ So they took him and threw him out of the vineyard and killed him. “Therefore, when the owner of the vineyard comes, what will he do to those tenants?”“He will bring those wretches to a wretched end,” they replied, “and he will rent the vineyard to other tenants, who will give him his share of the crop at harvest time.” Jesus said to them,“Have you never read in the Scriptures: “‘The stone the builders rejected has become the cornerstone; the Lord has done this, and it is marvelous in our eyes’? “Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit. 44 Anyone who falls on this stone will be broken to pieces; anyone on whom it falls will be crushed.” When the chief priests and the Pharisees heard Jesus’ parables, they knew he was talking about them.",
        "link": ""
      },
      {
        "title": "MATTHEW 22:1-14: Parable of the Marriage Feast",
        "image": "images/workshop.png",
        "description": "Jesus spoke to them again in parables, saying:“The kingdom of heaven is like a king who prepared a wedding banquet for his son. He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. “Then he sent some more servants and said, ‘Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.’ “But they paid no attention and went off—one to his field, another to his business. The rest seized his servants, mistreated them and killed them. The king was enraged. He sent his army and destroyed those murderers and burned their city. “Then he said to his servants, ‘The wedding banquet is ready, but those I invited did not deserve to come. So go to the street corners and invite to the banquet anyone you find.’ So the servants went out into the streets and gathered all the people they could find, the bad as well as the good, and the wedding hall was filled with guests. “But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. He asked, ‘How did you get in here without wedding clothes, friend?’ The man was speechless. “Then the king told the attendants, ‘Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.’ “For many are invited, but few are chosen.",
        "link": ""
      },
      {
        "title": "MATTHEW 24:32-35: The Budding Fig Tree",
        "image": "images/workshop.png",
        "description": "Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. Even so, when you see all these things, you know that it is near, right at the door. Truly I tell you, this generation will certainly not pass away until all these things have happened. Heaven and earth will pass away, but my words will never pass away.",
        "link": ""
      },
      {
        "title": "MATTHEW 24:45-51: The Faithful vs. Wicked Servant",
        "image": "images/workshop.png",
        "description": "Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? It will be good for that servant whose master finds him doing so when he returns. Truly I tell you, he will put him in charge of all his possessions. But suppose that servant is wicked and says to himself, ‘My master is staying away a long time,’ and he then begins to beat his fellow servants and to eat and drink with drunkards. The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. ",
        "link": ""
      },
      {
        "title": "MATTHEW 25:1-13: The Ten Virgins",
        "image": "images/workshop.png",
        "description": "At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. Five of them were foolish and five were wise. The foolish ones took their lamps but did not take any oil with them. The wise ones, however, took oil in jars along with their lamps. The bridegroom was a long time in coming, and they all became drowsy and fell asleep. “At midnight the cry rang out: ‘Here’s the bridegroom! Come out to meet him!’ “Then all the virgins woke up and trimmed their lamps. 8 The foolish ones said to the wise, ‘Give us some of your oil; our lamps are going out.’ “‘No,’ they replied, ‘there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.’ “But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. “Later the others also came. ‘Lord, Lord,’ they said, ‘open the door for us!’ “But he replied, ‘Truly I tell you, I don’t know you.’ “Therefore keep watch, because you do not know the day or the hour.",
        "link": ""
      },
      











 
      {
        "title": "MARK 4:21-25: Parable of The Lamp",
        "image": "images/bg-for-any-app.png",
        "description":  "He said to them,“Do you bring in a lamp to put it under a bowl or a bed? Instead, don’t you put it on its stand? For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open. If anyone has ears to hear, let them hear.” “Consider carefully what you hear,” he continued. “With the measure you use, it will be measured to you—and even more. Whoever has will be given more; whoever does not have, even what they have will be taken from them.”",
        "link": ""
    },



      {
        "title": "MARK 2:21-22: New Cloth on Old Garment",
        "image": "images/bg-for-any-app.png",
        "description": "“No one sews a patch of unshrunk cloth on an old garment. Otherwise, the new piece will pull away from the old, making the tear worse. And no one pours new wine into old wineskins. Otherwise, the wine will burst the skins, and both the wine and the wineskins will be ruined. No, they pour new wine into new wineskins.”",
        "link": ""
      },





      {
        "title": "MARK 3:23-27: The Divided Kingdom",
        "image": "images/bg-for-any-app.png",
        "description": "So Jesus called them over to him and began to speak to them in parables: “How can Satan drive out Satan? If a kingdom is divided against itself, that kingdom cannot stand. If a house is divided against itself, that house cannot stand. And if Satan opposes himself and is divided, he cannot stand; his end has come. In fact, no one can enter a strong man’s house without first tying him up. Then he can plunder the strong man’s house.",
        "link": ""
      },




      {
        "title": "MARK 4:1-20  : Parable of The Sower",
        "image": "images/bg-for-any-app.png",
        "description": "Again Jesus began to teach by the lake. The crowd that gathered around him was so large that he got into a boat and sat in it out on the lake, while all the people were along the shore at the water’s edge. He taught them many things by parables, and in his teaching said:“Listen! A farmer went out to sow his seed. As he was scattering the seed, some fell along the path, and the birds came and ate it up. Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. But when the sun came up, the plants were scorched, and they withered because they had no root. Other seed fell among thorns, which grew up and choked the plants, so that they did not bear grain. Still other seed fell on good soil. It came up, grew and produced a crop, some multiplying thirty, some sixty, some a hundred times.”",
        "link": ""
      },






      {
        "title": "MARK 2:21-22: New Cloth on Old Garment",
        "image": "images/bg-for-any-app.png",
        "description": "No one sews a patch of unshrunk cloth on an old garment, for the patch will pull away from the garment, making the tear worse. Neither do people pour new wine into old wineskins. If they do, the skins will burst; the wine will run out and the wineskins will be ruined. No, they pour new wine into new wineskins, and both are preserved.",
        "link": ""
      },



      {
        "title": "MARK 4:26-29: The Growing Seed",
        "image": "images/bg-for-any-app.png",
        "description": "So Jesus called them over to him and began to speak to them in parables:“How can Satan drive out Satan? If a kingdom is divided against itself, that kingdom cannot stand. If a house is divided against itself, that house cannot stand. And if Satan opposes himself and is divided, he cannot stand; his end has come. In fact, no one can enter a strong man’s house without first tying him up. Then he can plunder the strong man’s house.",
        "link": ""
      },




      {
        "title": "Mark 4:26-33 : Parable of The Sower",
        "image": "images/bg-for-any-app.png",
        "description": " He also said,“This is what the kingdom of God is like. A man scatters seed on the ground. Night and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how. All by itself the soil produces grain—first the stalk, then the head, then the full kernel in the head. As soon as the grain is ripe, he puts the sickle to it, because the harvest has come.”",
        "link": ""
      },
      {
        "title": "MARK 4:30-34: The Mustard Seed",
        "image": "images/bg-for-any-app.png",
        "description": "Again he said,“What shall we say the kingdom of God is like, or what parable shall we use to describe it? It is like a mustard seed, which is the smallest of all seeds on earth. Yet when planted, it grows and becomes the largest of all garden plants, with such big branches that the birds can perch in its shade.”With many similar parables Jesus spoke the word to them, as much as they could understand. He did not say anything to them without using a parable. But when he was alone with his own disciples, he explained everything.",
        "link": ""
      },
      {
        "title": "MARK 7:14-23: The Heart of Man",
        "image": "images/bg-for-any-app.png",
        "description": "Again Jesus called the crowd to him and said,“Listen to me, everyone, and understand this. 15 Nothing outside a person can defile them by going into them. Rather, it is what comes out of a person that defiles them.”After he had left the crowd and entered the house, his disciples asked him about this parable. 18“Are you so dull?”he asked.“Don’t you see that nothing that enters a person from the outside can defile them? For it doesn’t go into their heart but into their stomach, and then out of the body.”He went on:“What comes out of a person is what defiles them. For it is from within, out of a person’s heart, that evil thoughts come—sexual immorality, theft, murder, adultery, greed, malice, deceit, lewdness, envy, slander, arrogance and folly. All these evils come from inside and defile a person.”",
        "link": ""
      },






      {
        "title": "MARK 12:1-12: The Tenant Farmers",
        "image": "images/bg-for-any-app.png",
        "description": "Jesus then began to speak to them in parables:“A man planted a vineyard. He put a wall around it, dug a pit for the winepress and built a watchtower. Then he rented the vineyard to some farmers and moved to another place. At harvest time he sent a servant to the tenants to collect from them some of the fruit of the vineyard. But they seized him, beat him and sent him away empty-handed. Then he sent another servant to them; they struck this man on the head and treated him shamefully. He sent still another, and that one they killed. He sent many others; some of them they beat, others they killed. “He had one left to send, a son, whom he loved. He sent him last of all, saying, ‘They will respect my son.’ “But the tenants said to one another, ‘This is the heir. Come, let’s kill him, and the inheritance will be ours.’ So they took him and killed him, and threw him out of the vineyard. “What then will the owner of the vineyard do? He will come and kill those tenants and give the vineyard to others. Haven’t you read this passage of Scripture: “‘The stone the builders rejected has become the cornerstone; the Lord has done this, and it is marvelous in our eyes’?”Then the chief priests, the teachers of the law and the elders looked for a way to arrest him because they knew he had spoken the parable against them. But they were afraid of the crowd; so they left him and went away.",
        "link": ""
      },







      {
        "title": "MARK 15:10-20: The Heart of Man",
        "image": "images/bg-for-any-app.png",
        "description": "Jesus called the crowd to him and said, Listen and understand. What goes into someones mouth does not defile them, but what comes out of their mouth, that is what defiles them. Then the disciples came to him and asked, “Do you know that the Pharisees were offended when they heard this?” He replied,“Every plant that my heavenly Father has not planted will be pulled up by the roots. Leave them; they are blind guides.[a] If the blind lead the blind, both will fall into a pit.”Peter said, “Explain the parable to us.”“Are you still so dull?” Jesus asked them. Don’t you see that whatever enters the mouth goes into the stomach and then out of the body? But the things that come out of a person’s mouth come from the heart, and these defile them. For out of the heart come evil thoughts—murder, adultery, sexual immorality, theft, false testimony, slander. These are what defile a person; but eating with unwashed hands does not defile them.",
        "link": ""
      },






      {
        "title": " MARK 13:28-33: The Budding Fig Tree",
        "image": "images/bg-for-any-app.png",
        "description": "Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. Even so, when you see these things happening, you know that it is near, right at the door. Truly I tell you, this generation will certainly not pass away until all these things have happened. Heaven and earth will pass away, but my words will never pass away. “But about that day or hour no one knows, not even the angels in heaven, nor the Son, but only the Father. Be on guard! Be alert! You do not know when that time will come.",
        "link": ""
      },







      {
        "title": "MARK 13:34-37 : Faithful vs. Wicked Servant",
        "image": "images/bg-for-any-app.png",
        "description": "It’s like a man going away: He leaves his house and puts his servants in charge, each with their assigned task, and tells the one at the door to keep watch. “Therefore keep watch because you do not know when the owner of the house will come back—whether in the evening, or at midnight, or when the rooster crows, or at dawn. If he comes suddenly, do not let him find you sleeping. What I say to you, I say to everyone: ‘Watch!’",
        "link": ""
      },



      {
        "title": "LUKE 11:5-13: Friend at Midnight",
        "image": "images/luke_card.png",
        "description": "Then Jesus said to them,“Suppose you have a friend, and you go to him at midnight and say, ‘Friend, lend me three loaves of bread; a friend of mine on a journey has come to me, and I have no food to offer him.’ And suppose the one inside answers, ‘Don’t bother me. The door is already locked, and my children and I are in bed. I can’t get up and give you anything.’ I tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity he will surely get up and give you as much as you need. “So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened. “Which of you fathers, if your son asks for a fish, will give him a snake instead? Or if he asks for an egg, will give him a scorpion? If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!”",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
       {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      {
        "title": "LUKE",
        "image": "images/luke_card.png",
        "description": "",
        "link": ""
      },
      
      {
        "title": "IMPORATANT: Publisher's Update!",
        "image": "images/workshop.png",
        "description": "I am remaking the entire App in a way that I believe to be more user friendly and easy to navigate with more consistent styles and web best practices! On to Deuteronomy! Pray for me!",
        "link": ""
      }
    
    ]
  }
