{
    "books": [
      {
        "title": "Chapter I: Called to be an apostle",
        "image": "images/heartraised.png",
        "description":  "Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God— 2 the gospel he promised beforehand through his prophets in the Holy Scriptures 3 regarding his Son, who as to his earthly life[a] was a descendant of David, 4 and who through the Spirit of holiness was appointed the Son of God in power[b] by his resurrection from the dead: Jesus Christ our Lord. 5 Through him we received grace and apostleship to call all the Gentiles to the obedience that comes from[c] faith for his name’s sake. 6 And you also are among those Gentiles who are called to belong to Jesus Christ. 7 To all in Rome who are loved by God and called to be his holy people: Grace and peace to you from God our Father and from the Lord Jesus Christ. Paul’s Longing to Visit Rome 8 First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. 9 God, whom I serve in my spirit in preaching the gospel of his Son, is my witness how constantly I remember you 10 in my prayers at all times; and I pray that now at last by God’s will the way may be opened for me to come to you. 11 I long to see you so that I may impart to you some spiritual gift to make you strong— 12 that is, that you and I may be mutually encouraged by each other’s faith. 13 I do not want you to be unaware, brothers and sisters,[d] that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. 14 I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. 15 That is why I am so eager to preach the gospel also to you who are in Rome. 16 For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile. 17 For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last,[e] just as it is written: “The righteous will live by faith.”[f] God’s Wrath Against Sinful Humanity 18 The wrath of God is being revealed from heaven against all the godlessness and wickedness of people, who suppress the truth by their wickedness, 19 since what may be known about God is plain to them, because God has made it plain to them. 20 For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse. 21 For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. 22 Although they claimed to be wise, they became fools 23 and exchanged the glory of the immortal God for images made to look like a mortal human being and birds and animals and reptiles. 24 Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. 25 They exchanged the truth about God for a lie, and worshiped and served created things rather than the Creator—who is forever praised. Amen. 26 Because of this, God gave them over to shameful lusts. Even their women exchanged natural sexual relations for unnatural ones. 27 In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed shameful acts with other men, and received in themselves the due penalty for their error. 28 Furthermore, just as they did not think it worthwhile to retain the knowledge of God, so God gave them over to a depraved mind, so that they do what ought not to be done. 29 They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, 30 slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; 31 they have no understanding, no fidelity, no love, no mercy. 32 Although they know God’s righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them.",
        "link": ""
    },
      {
        "title": "Chapter II:  God’s Righteous Judgment",
        "image": "images/heartraised.png",
        "description": "You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge another, you are condemning yourself, because you who pass judgment do the same things. 2 Now we know that God’s judgment against those who do such things is based on truth. 3 So when you, a mere human being, pass judgment on them and yet do the same things, do you think you will escape God’s judgment? 4 Or do you show contempt for the riches of his kindness, forbearance and patience, not realizing that God’s kindness is intended to lead you to repentance? 5 But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God’s wrath, when his righteous judgment will be revealed. 6 God “will repay each person according to what they have done.”[a] 7 To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. 8 But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. 9 There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; 10 but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. 11 For God does not show favoritism. 12 All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. 13 For it is not those who hear the law who are righteous in God’s sight, but it is those who obey the law who will be declared righteous. 14 (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law. 15 They show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts sometimes accusing them and at other times even defending them.) 16 This will take place on the day when God judges people’s secrets through Jesus Christ, as my gospel declares. The Jews and the Law 17 Now you, if you call yourself a Jew; if you rely on the law and boast in God; 18 if you know his will and approve of what is superior because you are instructed by the law; 19 if you are convinced that you are a guide for the blind, a light for those who are in the dark, 20 an instructor of the foolish, a teacher of little children, because you have in the law the embodiment of knowledge and truth— 21 you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? 22 You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? 23 You who boast in the law, do you dishonor God by breaking the law? 24 As it is written: “God’s name is blasphemed among the Gentiles because of you.”[b] 25 Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. 26 So then, if those who are not circumcised keep the law’s requirements, will they not be regarded as though they were circumcised? 27 The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the[c] written code and circumcision, are a lawbreaker. 28 A person is not a Jew who is one only outwardly, nor is circumcision merely outward and physical. 29 No, a person is a Jew who is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a person’s praise is not from other people, but from God.",
        "link": ""
      },
      {
        "title": "Chapter III: God’s Faithfulness",
        "image": "images/heartraised.png",
        "description": "What advantage, then, is there in being a Jew, or what value is there in circumcision? 2 Much in every way! First of all, the Jews have been entrusted with the very words of God. 3 What if some were unfaithful? Will their unfaithfulness nullify God’s faithfulness? 4 Not at all! Let God be true, and every human being a liar. As it is written: “So that you may be proved right when you speak and prevail when you judge.”[a] 5 But if our unrighteousness brings out God’s righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) 6 Certainly not! If that were so, how could God judge the world? 7 Someone might argue, “If my falsehood enhances God’s truthfulness and so increases his glory, why am I still condemned as a sinner?” 8 Why not say—as some slanderously claim that we say—“Let us do evil that good may result”? Their condemnation is just! No One Is Righteous 9 What shall we conclude then? Do we have any advantage? Not at all! For we have already made the charge that Jews and Gentiles alike are all under the power of sin. 10 As it is written: “There is no one righteous, not even one; 11     there is no one who understands; there is no one who seeks God. 12 All have turned away, they have together become worthless; there is no one who does good, not even one.”[b] 13 “Their throats are open graves; their tongues practice deceit.”[c] “The poison of vipers is on their lips.”[d] 14     “Their mouths are full of cursing and bitterness.”[e] 15 “Their feet are swift to shed blood; 16     ruin and misery mark their ways, 17 and the way of peace they do not know.”[f] 18     “There is no fear of God before their eyes.”[g] 19 Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God. 20 Therefore no one will be declared righteous in God’s sight by the works of the law; rather, through the law we become conscious of our sin. Righteousness Through Faith 21 But now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify. 22 This righteousness is given through faith in[h] Jesus Christ to all who believe. There is no difference between Jew and Gentile, 23 for all have sinned and fall short of the glory of God, 24 and all are justified freely by his grace through the redemption that came by Christ Jesus. 25 God presented Christ as a sacrifice of atonement,[i] through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished— 26 he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus. 27 Where, then, is boasting? It is excluded. Because of what law? The law that requires works? No, because of the law that requires faith. 28 For we maintain that a person is justified by faith apart from the works of the law. 29 Or is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too, 30 since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith. 31 Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law.",
        "link": ""
      },
      {
        "title": "Chapter IV:",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter V: ",
        "image": "images/heartraised.png",
        "description": "",
         "link": ""
      },
      {
        "title": "Chapter VI: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter VII: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter VIII: “",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      
      
      {
        "title": "Chapter IX: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter X: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },






      {
        "title": "Chapter XI: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XII:",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
        {
        "title": "Chapter XIII: ",
        "image": "images/heartraised.png",
        "description":  "",
        "link": ""
    },
    {
        "title": "Chapter XIV: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      
      {
        "title": "Chapter XV: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },





      {
        "title": "Chapter XVI: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "As of April 2nd 2024",
        "image": "images/peter2.png",
        "description": "This is the current progress up until the end of Mark in the re-imagining of the App! Much more to be coming AND QUICKLY!! God bless and keep you.",
        "link": ""
      }


    ]
  }