{
    "books": [
      {
        "title": "Chapter I: Called to be an apostle",
        "image": "images/heartraised.png",
        "description":  "Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God— 2 the gospel he promised beforehand through his prophets in the Holy Scriptures 3 regarding his Son, who as to his earthly life[a] was a descendant of David, 4 and who through the Spirit of holiness was appointed the Son of God in power[b] by his resurrection from the dead: Jesus Christ our Lord. 5 Through him we received grace and apostleship to call all the Gentiles to the obedience that comes from[c] faith for his name’s sake. 6 And you also are among those Gentiles who are called to belong to Jesus Christ. 7 To all in Rome who are loved by God and called to be his holy people: Grace and peace to you from God our Father and from the Lord Jesus Christ. Paul’s Longing to Visit Rome 8 First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. 9 God, whom I serve in my spirit in preaching the gospel of his Son, is my witness how constantly I remember you 10 in my prayers at all times; and I pray that now at last by God’s will the way may be opened for me to come to you. 11 I long to see you so that I may impart to you some spiritual gift to make you strong— 12 that is, that you and I may be mutually encouraged by each other’s faith. 13 I do not want you to be unaware, brothers and sisters,[d] that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. 14 I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. 15 That is why I am so eager to preach the gospel also to you who are in Rome. 16 For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile. 17 For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last,[e] just as it is written: “The righteous will live by faith.”[f] God’s Wrath Against Sinful Humanity 18 The wrath of God is being revealed from heaven against all the godlessness and wickedness of people, who suppress the truth by their wickedness, 19 since what may be known about God is plain to them, because God has made it plain to them. 20 For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse. 21 For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. 22 Although they claimed to be wise, they became fools 23 and exchanged the glory of the immortal God for images made to look like a mortal human being and birds and animals and reptiles. 24 Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. 25 They exchanged the truth about God for a lie, and worshiped and served created things rather than the Creator—who is forever praised. Amen. 26 Because of this, God gave them over to shameful lusts. Even their women exchanged natural sexual relations for unnatural ones. 27 In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed shameful acts with other men, and received in themselves the due penalty for their error. 28 Furthermore, just as they did not think it worthwhile to retain the knowledge of God, so God gave them over to a depraved mind, so that they do what ought not to be done. 29 They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, 30 slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; 31 they have no understanding, no fidelity, no love, no mercy. 32 Although they know God’s righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them.",
        "link": ""
    },
      {
        "title": "Chapter II:  God’s Righteous Judgment",
        "image": "images/heartraised.png",
        "description": "You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge another, you are condemning yourself, because you who pass judgment do the same things. 2 Now we know that God’s judgment against those who do such things is based on truth. 3 So when you, a mere human being, pass judgment on them and yet do the same things, do you think you will escape God’s judgment? 4 Or do you show contempt for the riches of his kindness, forbearance and patience, not realizing that God’s kindness is intended to lead you to repentance? 5 But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God’s wrath, when his righteous judgment will be revealed. 6 God “will repay each person according to what they have done.”[a] 7 To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. 8 But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. 9 There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; 10 but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. 11 For God does not show favoritism. 12 All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. 13 For it is not those who hear the law who are righteous in God’s sight, but it is those who obey the law who will be declared righteous. 14 (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law. 15 They show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts sometimes accusing them and at other times even defending them.) 16 This will take place on the day when God judges people’s secrets through Jesus Christ, as my gospel declares. The Jews and the Law 17 Now you, if you call yourself a Jew; if you rely on the law and boast in God; 18 if you know his will and approve of what is superior because you are instructed by the law; 19 if you are convinced that you are a guide for the blind, a light for those who are in the dark, 20 an instructor of the foolish, a teacher of little children, because you have in the law the embodiment of knowledge and truth— 21 you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? 22 You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? 23 You who boast in the law, do you dishonor God by breaking the law? 24 As it is written: “God’s name is blasphemed among the Gentiles because of you.”[b] 25 Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. 26 So then, if those who are not circumcised keep the law’s requirements, will they not be regarded as though they were circumcised? 27 The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the[c] written code and circumcision, are a lawbreaker. 28 A person is not a Jew who is one only outwardly, nor is circumcision merely outward and physical. 29 No, a person is a Jew who is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a person’s praise is not from other people, but from God.",
        "link": ""
      },
      {
        "title": "Chapter III: God’s Faithfulness",
        "image": "images/heartraised.png",
        "description": "What advantage, then, is there in being a Jew, or what value is there in circumcision? 2 Much in every way! First of all, the Jews have been entrusted with the very words of God. 3 What if some were unfaithful? Will their unfaithfulness nullify God’s faithfulness? 4 Not at all! Let God be true, and every human being a liar. As it is written: “So that you may be proved right when you speak and prevail when you judge.”[a] 5 But if our unrighteousness brings out God’s righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) 6 Certainly not! If that were so, how could God judge the world? 7 Someone might argue, “If my falsehood enhances God’s truthfulness and so increases his glory, why am I still condemned as a sinner?” 8 Why not say—as some slanderously claim that we say—“Let us do evil that good may result”? Their condemnation is just! No One Is Righteous 9 What shall we conclude then? Do we have any advantage? Not at all! For we have already made the charge that Jews and Gentiles alike are all under the power of sin. 10 As it is written: “There is no one righteous, not even one; 11     there is no one who understands; there is no one who seeks God. 12 All have turned away, they have together become worthless; there is no one who does good, not even one.”[b] 13 “Their throats are open graves; their tongues practice deceit.”[c] “The poison of vipers is on their lips.”[d] 14     “Their mouths are full of cursing and bitterness.”[e] 15 “Their feet are swift to shed blood; 16     ruin and misery mark their ways, 17 and the way of peace they do not know.”[f] 18     “There is no fear of God before their eyes.”[g] 19 Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God. 20 Therefore no one will be declared righteous in God’s sight by the works of the law; rather, through the law we become conscious of our sin. Righteousness Through Faith 21 But now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify. 22 This righteousness is given through faith in[h] Jesus Christ to all who believe. There is no difference between Jew and Gentile, 23 for all have sinned and fall short of the glory of God, 24 and all are justified freely by his grace through the redemption that came by Christ Jesus. 25 God presented Christ as a sacrifice of atonement,[i] through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished— 26 he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus. 27 Where, then, is boasting? It is excluded. Because of what law? The law that requires works? No, because of the law that requires faith. 28 For we maintain that a person is justified by faith apart from the works of the law. 29 Or is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too, 30 since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith. 31 Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law.",
        "link": ""
      },
      {
        "title": "Chapter IV:Abraham Justified by Faith",
        "image": "images/heartraised.png",
        "description": "What then shall we say that Abraham, our forefather according to the flesh, discovered in this matter? 2 If, in fact, Abraham was justified by works, he had something to boast about—but not before God. 3 What does Scripture say? “Abraham believed God, and it was credited to him as righteousness.”[a] 4 Now to the one who works, wages are not credited as a gift but as an obligation. 5 However, to the one who does not work but trusts God who justifies the ungodly, their faith is credited as righteousness. 6 David says the same thing when he speaks of the blessedness of the one to whom God credits righteousness apart from works: 7 “Blessed are those whose transgressions are forgiven, whose sins are covered. 8 Blessed is the one whose sin the Lord will never count against them.”[b] 9 Is this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham’s faith was credited to him as righteousness. 10 Under what circumstances was it credited? Was it after he was circumcised, or before? It was not after, but before! 11 And he received circumcision as a sign, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them. 12 And he is then also the father of the circumcised who not only are circumcised but who also follow in the footsteps of the faith that our father Abraham had before he was circumcised. 13 It was not through the law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith. 14 For if those who depend on the law are heirs, faith means nothing and the promise is worthless, 15 because the law brings wrath. And where there is no law there is no transgression. 16 Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham’s offspring—not only to those who are of the law but also to those who have the faith of Abraham. He is the father of us all. 17 As it is written: “I have made you a father of many nations.”[c] He is our father in the sight of God, in whom he believed—the God who gives life to the dead and calls into being things that were not. 18 Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, “So shall your offspring be.”[d] 19 Without weakening in his faith, he faced the fact that his body was as good as dead—since he was about a hundred years old—and that Sarah’s womb was also dead. 20 Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God, 21 being fully persuaded that God had power to do what he had promised. 22 This is why “it was credited to him as righteousness.” 23 The words “it was credited to him” were written not for him alone, 24 but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead. 25 He was delivered over to death for our sins and was raised to life for our justification.",
        "link": ""
      },
      {
        "title": "Chapter V: Peace and Hope",
        "image": "images/heartraised.png",
        "description": "Therefore, since we have been justified through faith, we[a] have peace with God through our Lord Jesus Christ, 2 through whom we have gained access by faith into this grace in which we now stand. And we[b] boast in the hope of the glory of God. 3 Not only so, but we[c] also glory in our sufferings, because we know that suffering produces perseverance; 4 perseverance, character; and character, hope. 5 And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us. 6 You see, at just the right time, when we were still powerless, Christ died for the ungodly. 7 Very rarely will anyone die for a righteous person, though for a good person someone might possibly dare to die. 8 But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. 9 Since we have now been justified by his blood, how much more shall we be saved from God’s wrath through him! 10 For if, while we were God’s enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! 11 Not only is this so, but we also boast in God through our Lord Jesus Christ, through whom we have now received reconciliation. Death Through Adam, Life Through Christ 12 Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned— 13 To be sure, sin was in the world before the law was given, but sin is not charged against anyone’s account where there is no law. 14 Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who is a pattern of the one to come. 15 But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! 16 Nor can the gift of God be compared with the result of one man’s sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. 17 For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ! 18 Consequently, just as one trespass resulted in condemnation for all people, so also one righteous act resulted in justification and life for all people. 19 For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. 20 The law was brought in so that the trespass might increase. But where sin increased, grace increased all the more, 21 so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord.",
         "link": ""
      },
      {
        "title": "Chapter VI: Dead to Sin, Alive in Christ",
        "image": "images/heartraised.png",
        "description": "What shall we say, then? Shall we go on sinning so that grace may increase? 2 By no means! We are those who have died to sin; how can we live in it any longer? 3 Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death? 4 We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. 5 For if we have been united with him in a death like his, we will certainly also be united with him in a resurrection like his. 6 For we know that our old self was crucified with him so that the body ruled by sin might be done away with,[a] that we should no longer be slaves to sin— 7 because anyone who has died has been set free from sin. 8 Now if we died with Christ, we believe that we will also live with him. 9 For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. 10 The death he died, he died to sin once for all; but the life he lives, he lives to God. 11 In the same way, count yourselves dead to sin but alive to God in Christ Jesus. 12 Therefore do not let sin reign in your mortal body so that you obey its evil desires. 13 Do not offer any part of yourself to sin as an instrument of wickedness, but rather offer yourselves to God as those who have been brought from death to life; and offer every part of yourself to him as an instrument of righteousness. 14 For sin shall no longer be your master, because you are not under the law, but under grace. Slaves to Righteousness 15 What then? Shall we sin because we are not under the law but under grace? By no means! 16 Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? 17 But thanks be to God that, though you used to be slaves to sin, you have come to obey from your heart the pattern of teaching that has now claimed your allegiance. 18 You have been set free from sin and have become slaves to righteousness. 19 I am using an example from everyday life because of your human limitations. Just as you used to offer yourselves as slaves to impurity and to ever-increasing wickedness, so now offer yourselves as slaves to righteousness leading to holiness. 20 When you were slaves to sin, you were free from the control of righteousness. 21 What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! 22 But now that you have been set free from sin and have become slaves of God, the benefit you reap leads to holiness, and the result is eternal life. 23 For the wages of sin is death, but the gift of God is eternal life in[b] Christ Jesus our Lord.",
        "link": ""
      },
      {
        "title": "Chapter VII: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter VIII: “",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      
      
      {
        "title": "Chapter IX: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter X: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },






      {
        "title": "Chapter XI: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "Chapter XII:",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
        {
        "title": "Chapter XIII: ",
        "image": "images/heartraised.png",
        "description":  "",
        "link": ""
    },
    {
        "title": "Chapter XIV: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      
      {
        "title": "Chapter XV: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },





      {
        "title": "Chapter XVI: ",
        "image": "images/heartraised.png",
        "description": "",
        "link": ""
      },
      {
        "title": "As of April 2nd 2024",
        "image": "images/peter2.png",
        "description": "This is the current progress up until the end of Mark in the re-imagining of the App! Much more to be coming AND QUICKLY!! God bless and keep you.",
        "link": ""
      }


    ]
  }